[
  {
    "id":"1",
    "slug":"home",
    "title":"Why attend the Summit?",
    "intro":"<p>An unpredictable economy is an environment for the agile, not the fragile. Join some of the world&#39;s top influencers to explore what governments, universities and business can do to turn ideas into enterprises. This chemistry of connection happens every day in Canada&#39;s leading technology ecosystem.<\/p><p>The growth imperative &mdash; innovation. Talk about it here.<\/p>  ",
    "body":"<header class=\"text-block-header\"><h3>Presented by:<\/h3><\/header><div class=\"row\"><div class=\"col-sm-6\"><div class=\"organizer\"><a href=\"http:\/\/www.communitech.com\" title=\"Visit Communitech\"><img src=\".\/assets\/dist\/img\/organizers\/communitech-blk.png\" alt=\"Logo for Communitech\"><\/a>    <\/div><\/div><div class=\"col-sm-6\"><div class=\"organizer\"><a href=\"http:\/\/www.uwaterloo.ca\" title=\"Visit University of Waterloo\"><img src=\".\/assets\/dist\/img\/organizers\/uwaterloo-blk.png\" alt=\"Logo for University of Waterloo\"><\/a><\/div><\/div><\/div>"
  },
  {
    "id":"1",
    "slug":"about",
    "title":"Why attend the Summit?",
    "intro":"Join top business, academic and policy decision-makers in one of the world’s leading innovation ecosystems.Hear from influencers, share best practices with enablers and experience first hand what it takes to lift your region into global contention.",
    "body":"<p><b><i>The Waterloo Innovation Summit is a partnership between the University of Waterloo and Communitech.</i></b></p>"
  },
  {
    "id":"2",
    "slug":"register",
    "title":"Secure your spot &mdash; register today",
    "intro":"Bring your insights and outlook to the table as key influencers share their expertise and analysis about the role of innovation in the growth of the global economy.",
    "body":"<h2>What the registration fee includes:<\/h2><ul><li><strong>Two days of powerhouse speakers and presenters<\/strong>, sharing what happens when agility meets ability. Among them: <strong>Walter Isaacson<\/strong>, former editor of <em>TIME<\/em>, chairman and CEO of CNN, and acclaimed biographer of Steve Jobs; and <strong>Anita Sands<\/strong>, a change agent with a disruptive career path spanning molecular physics and international banking.<\/li> <li><strong>Intimate fireside chats<\/strong> with some of those on the frontline of enterprise, and spirited, <strong>interactive workshops with thought leaders<\/strong> that reveal the underlying patterns behind the transformative changes that will affect our global economy.<\/li><li>Opportunities for <strong>one-on-one time with the experts<\/strong> and <strong>networking<\/strong> at the opening reception, Wednesday, September 14; networking dinner reception at CIGI on Thursday, September 15; and at the continental breakfasts, lunches and networking breaks each day.<\/li><\/ul><h2>Optional Guided Tour of the Waterloo Region Ecosystem<\/h2><p><em>The chemistry of collaboration and connection: It happens daily in the Waterloo Region tech ecosystem<\/em><\/p><p>Begin your Waterloo Innovation Summit experience with an exclusive tour of the tech innovation ecosystem that Federal Finance Minister Bill Morneau referred to in his 2016 budget as being  &ldquo;home to some of the most brilliant, innovative minds and companies in the world.&rdquo;<\/p><p>Among the highlights of the tour:<\/p><ul><li><b><a href=\"https:\/\/uwaterloo.ca\/\">University of Waterloo<\/a> and <a href=\"https:\/\/uwaterloo.ca\/engineering\/\">Waterloo Engineering<\/a><\/b> &ndash; Canada&rsquo;s most innovative university and its top-ranking engineering school.<\/li><li><b><a href=\"https:\/\/www.communitech.ca\/\" >Communitech Hub<\/a><\/b> &ndash; Enterprise and innovation converge to commercialize in this unique technology centre.<\/li><li><b><a href=\"http:\/\/velocity.uwaterloo.ca\/\">Velocity Garage<\/a><\/b> &ndash; Industry and innovation combine to create cutting-edge technology in this enterprise incubation space.<\/li><li><b><a href=\"https:\/\/www.perimeterinstitute.ca\/\">Perimeter Institute for Theoretical Physics<\/a><\/b> &ndash; Some of the world&rsquo;s best minds in fundamental theoretical physics conduct research that will transform our future.<\/li><\/ul><h2>Accommodations<\/h2><p>A special Summit rate will available at the <a href=\"https:\/\/bits.zynbit.com\/link?guid=b540c710-bcda-4409-9b16-5c0c1736c037&url=https:\/\/www.deltahotels.com\/Groups\/Delta-Waterloo-Groups\/Waterloo-Innovation-Summit2\">Delta Waterloo<\/a>. Hotel booking information will be provided with registration confirmation.<\/p><h2>Cancellation Policy<\/h2><p>For a refund of 75 per cent, a cancellation request must be submitted before 5 p.m. Eastern Time on Wednesday, September 6, 2016. Refunds are not available after the cancellation deadline.<\/p>"
  },
  {
    "id":"3",
    "slug":"waterloos-innovation-ecosystem",
    "title":"Waterloo's Innovation Ecosystem",
    "intro":"Recognized as one of the fastest growing startup ecosystems in the world, Waterloo Region is home to Canada&rsquo;s most innovative university and a thriving entrepreneurial community. More than 5,000 leaders from around the world visit every year with a view to understanding the causes of its success. This makes Waterloo Region an ideal location to convene global leaders interested in building robust innovation ecosystems.",
    "body":"<p>Waterloo Region is approximately one hour southwest of Toronto and Pearson International Airport. We are a close-knit community of 550,000 people with more than eight million people living within a 200-kilometre (120-mile) radius. Major lifestyle and economic centres such as New York, Chicago, Boston, Cleveland, Philadelphia and Detroit are all within a day’s driving distance.\/p><p class=\"lead\">The Waterloo Region will host a number of exciting tech and cultural events taking place during the week of the Waterloo Innovation Summit. Visit the links below for more information:<\/p><ul> <li><strong><a href=\"http:\/\/acceleratorcentre.com\">Accelerator Centre Showcase<\/a><\/strong> (Sept. 16)<\/li> <li><strong><a href=\"http:\/\/hackthenorth.com\">Hack The North<\/a><\/strong> (Sept. 18 - 20)<\/li> <li><strong><a href=\"http:\/\/www.regionofwaterloo.ca\/en\/discoveringtheregion\/doorsopenwaterloo.asp?_mid_=17305\">Doors Open Waterloo Region<\/a><\/strong> (Sept. 19)<\/li> <li><strong><a href=\"http:\/\/www.makerexpo.ca\">Maker Expo<\/a><\/strong> (Sept. 19)<\/li><\/ul>"
  },
  {
    "id":"4",
    "slug":"agenda",
    "title":"Agenda",
    "intro":"Our fantastic lineup of Keynotes, Firesides Chats, and Panel Sessions will take place over two days at our main Summit locations. Thursday September 17 sessions will take place at the University of Waterloo&rsquo;s Mike & Ophelia Lazaridis Quantum-Nano Centre. Friday September 18 sessions will take place at the Communitech Hub. Shuttles will be available for attendees for travel to various locations for Receptions, the Interactive Playground, and the Quantum Symphony performance. Shuttles will also be available from the Delta Waterloo for travel to and from the conference venues.",
    "body":null
  },
  {
    "id":"5",
    "slug":"speakers",
    "title":"Speakers",
    "intro":"Innovation is imperative for growth. New ideas and new tools are essential to building strong foundations for global economic growth. The Waterloo Innovation Summit is the distinctive forum where the knowledge and experience of the world&rsquo;s top business leaders, policy-makers and academics can be shared. Join us.",
    "body":null
  },
  {
    "id":"6",
    "slug":"sponsors",
    "title":"Sponsors",
    "intro":"Innovation amplifies growth and elevates businesses into the ranks of the extraordinary. At the Waterloo Innovation Summit, some of the world&rsquo;s top influencers gather to share how to turn ideas into enterprises. The innovation imperative is the daily responsibility of Canada&rsquo;s leading technology ecosystem.",
    "body":null
  },
  {
    "id":"7",
    "slug":"styleguide",
    "title":"Style Guide",
    "intro":null,
    "body":null
  },
  {
    "id":"8",
    "slug": "videos",
    "title": "Videos",
    "intro": "Want to discover the keys to leading your business into the ranks of the extraordinary? Experience the video highlights of three invigorating days of events and conversations at the 2015 Waterloo Innovation Summit, and then reserve your place at the 2016 Summit.",
    "body":"<div class=\"container sponsors\"><div class=\"row\"><header class=\"sponsors-header\"><h2>2015 HIGHLIGHTS<\/h2><\/header><\/div><\/div>"
  },
    {
    "id":"9",
    "slug":"vip",
    "title":"Secure your VIP position &mdash; register today",
    "intro":"Bring your insights and outlook to the table as key influencers share their expertise and analysis about the role of innovation in the growth of the global economy.",
    "body":"<h2>What the registration fee includes:<\/h2><ul><li><strong>Two days of powerhouse speakers and presenters<\/strong>, sharing what happens when agility meets ability. Among them: <strong>Walter Isaacson<\/strong>, former editor of <em>TIME<\/em>, chairman and CEO of CNN, and acclaimed biographer of Steve Jobs; and <strong>Anita Sands<\/strong>, a change agent with a disruptive career path spanning molecular physics and international banking.<\/li> <li><strong>Intimate fireside chats<\/strong> with some of those on the frontline of enterprise, and spirited, <strong>interactive workshops with thought leaders<\/strong> that reveal the underlying patterns behind the transformative changes that will affect our global economy.<\/li><li>Opportunities for <strong>one-on-one time with the experts<\/strong> and <strong>networking<\/strong> at the opening reception, Wednesday, September 14; networking dinner reception at CIGI on Thursday, September 15; and at the continental breakfasts, lunches and networking breaks each day.<\/li><\/ul><h2>Optional Guided Tour of the Waterloo Region Ecosystem<\/h2><p><em>The chemistry of collaboration and connection: It happens daily in the Waterloo Region tech ecosystem<\/em><\/p><p>Begin your Waterloo Innovation Summit experience with an exclusive tour of the tech innovation ecosystem that Federal Finance Minister Bill Morneau referred to in his 2016 budget as being  &ldquo;home to some of the most brilliant, innovative minds and companies in the world.&rdquo;<\/p><p>Among the highlights of the tour:<\/p><ul><li><b><a href=\"https:\/\/uwaterloo.ca\/\">University of Waterloo<\/a> and <a href=\"https:\/\/uwaterloo.ca\/engineering\/\">Waterloo Engineering<\/a><\/b> &ndash; Canada&rsquo;s most innovative university and its top-ranking engineering school.<\/li><li><b><a href=\"https:\/\/www.communitech.ca\/\" >Communitech Hub<\/a><\/b> &ndash; Enterprise and innovation converge to commercialize in this unique technology centre.<\/li><li><b><a href=\"http:\/\/velocity.uwaterloo.ca\/\">Velocity Garage<\/a><\/b> &ndash; Industry and innovation combine to create cutting-edge technology in this enterprise incubation space.<\/li><li><b><a href=\"https:\/\/www.perimeterinstitute.ca\/\">Perimeter Institute for Theoretical Physics<\/a><\/b> &ndash; Some of the world&rsquo;s best minds in fundamental theoretical physics conduct research that will transform our future.<\/li><\/ul><h2>Accommodations<\/h2><p>A special Summit rate will available at the <a href=\"https:\/\/bits.zynbit.com\/link?guid=b540c710-bcda-4409-9b16-5c0c1736c037&url=https:\/\/www.deltahotels.com\/Groups\/Delta-Waterloo-Groups\/Waterloo-Innovation-Summit2\">Delta Waterloo<\/a>. Hotel booking information will be provided with registration confirmation.<\/p><h2>Cancellation Policy<\/h2><p>For a refund of 75 per cent, a cancellation request must be submitted before 5 p.m. Eastern Time on Wednesday, September 6, 2016. Refunds are not available after the cancellation deadline.<\/p>"
  }
  ,
    {
    "id":"10",
    "slug":"qna-patty-mccord",
    "title":"Q & A with Patty McCord",
    "intro":"",
    "body":"<div class=\"col-md-12 speaker-profile\"><img alt=\"Patty Mccord\" class=\"image-left\" height=\"400\" src=\".\/assets\/dist\/img\/speakers\/patty-mccord.jpg\" width=\"400\" \/><h2>Patty Mccord<\/h2><p class=\"highlight\">At Netflix, where she was chief talent officer for 14 years, Patty McCord helped develop the Netflix Culture Deck, a blueprint to build a workplace driven by innovation and creativity rather than policies and performance reviews.<\/p><p>Now principal of Patty McCord Consulting, McCord advises a select group of entrepreneurs on practices that lead people to excel every day. Before she brings her experience to the Waterloo Innovation Summit as a keynote speaker, McCord shared some of her thoughts and knowledge about the role that employees play in innovation, disruption and growth.<\/p><\/div><div class=\"col-md-12\">&nbsp;<div class=\"question\"><h2><strong>Q:<\/strong> What are the key determinants for a workplace environment that embraces innovation?<\/h2><p><strong>A: Be open:<\/strong> The most important thing you can have is transparency and communication. All. The. Time.<\/p><p>I don&rsquo;t think we spend as much time as we should educating everyone in a company how the company works. People should be able to rattle off &mdash; at whatever level they are in a company &mdash; what&rsquo;s the revenue stream, who&rsquo;s the competition, how do we make money, the basics of business. It&rsquo;s a combination of transparency and education.<\/p><p><strong>Take risks:<\/strong> All startups are crazy ideas. You have to understand that. Startups are full of young people who do weird stuff. You don&rsquo;t actually want in an early stage company a lot of people with experience because they&rsquo;ll say it can&rsquo;t be done and it&rsquo;s never going to work.<\/p><p><strong>Be collaborative:<\/strong> The old-fashioned companies with very large silos, they still exist (but) they can&rsquo;t move very fast. Most innovative companies work very collaboratively. When they&rsquo;re working on something, a couple of things, they have transparency to what their customers want and need. It&rsquo;s real-time connection with the consumer.<\/p><\/div>&nbsp;<div class=\"question\"><h2><strong>Q:<\/strong> What are some of the obstacles to innovation?<\/h2><p><strong>A: Best practices:<\/strong> Drop the idea of best practices. Best practices are based on what? It literally means what everybody else does, or what the cool company does. If everybody is doing it and it&rsquo;s all best practices, then how come all these companies aren&rsquo;t performing the same, financially, in the metrics that really matter?<\/p><p><strong>Outdated staffing models:<\/strong> Many businesses retain an outdated hierarchy of employee value (salaried workers considered more valuable than hourly workers, who are more valued than consultants or contractors, who are considered more valuable than temps, and so on).<\/p><p>We&rsquo;re trying to wrap this old regulation around this new economy. When I talk to companies now, I say, all those types of work I just described are in your deck of cards. Draw the right hand for what you&rsquo;re doing in the business.<\/p><p><strong>Policy hoarding:<\/strong> The other thing we don&rsquo;t do in large- or medium-sized companies is that we don&rsquo;t throw anything away. If you watch a real innovator, innovators make mistakes, they try something, it doesn&rsquo;t work, they throw that away, they try something new.<\/p><p><strong>Pay inequality:<\/strong> You have to pay people the same salary whatever their gender. There&rsquo;s an inherent value in your self-worth, what you believe you are capable of doing that is completely tied to what you are paid. If you are constantly being paid less than what you are worth, you feel like you are less than you are worth. This is not rocket science. Get out your chequebook and write a cheque and fix it.<\/p><\/div>&nbsp;<div class=\"question\"><h2><strong>Q:<\/strong> Innovation entrepreneurs talk about disruption as though it&rsquo;s a given for enterprise, but can disruption become chaos?<\/h2><p><strong>A:<\/strong> I think it&rsquo;s mostly about setting clear objectives about what you&rsquo;re trying to do in the first place. Things can go off the rails when you say that we&rsquo;re going to head Northeast and then all of sudden everybody goes their own direction and nobody herds them back together again. Not that I&rsquo;m saying that innovation doesn&rsquo;t come from changing direction, it often does, but unless you know what North is, unless you know where it is you are trying to go, and, secondarily, you have a kind of a time frame wrapped around it, that&rsquo;s when the chaos happens.<\/p><\/div>&nbsp;<div class=\"question\"><h2><strong>Q:<\/strong> Could you share your algorithm for workplace success?<\/h2><p><strong>A:<\/strong> It goes like this: &ldquo;It&rsquo;s what you love to do, that you are extraordinarily good at doing; something we need someone to be great at.&rdquo;<\/p><p>Like any other mathematical formula, if any part of that is broken, then it doesn&rsquo;t work. When the company is not using you for something that you&rsquo;d be great at, it could be because they don&rsquo;t need you to be great at that.<\/p><p>Employees don&rsquo;t have to be empowered, because they have power already. You, not your company, own your career. And you own figuring out what it is that you want to do and you own figuring out what you&rsquo;re good at and you own figuring out what that&rsquo;s worth.<\/p><\/div>&nbsp;<div class=\"question\"><h2><strong>Q:<\/strong> Who are your innovation heroes?<\/h2><p><strong>A:<\/strong> It goes like this: &ldquo;It&rsquo;s what you love to do, that you are extraordinarily good at doing; something we need someone to be great at.&rdquo;<\/p><p>I don&rsquo;t have one hero, because I see innovation heroes every day. I&rsquo;ll go to a company or I&rsquo;ll take a call. I&rsquo;ll always take time to talk with the CEOs of companies that are struggling with scale. I love companies that disrupt ordinary stuff, probably because of my time at Netflix.<\/p><p>There was the moment (at Netflix) that I realized, &ldquo;We&rsquo;re changing the world. Wow. This is big. It&rsquo;s just TV, but it&rsquo;s something that all people do, and we&rsquo;re changing the way we&rsquo;re doing that.&rdquo; When I meet these innovators, I tell them to go back to their company and get rid of one stupid thing. The people who are brave enough to do that are, by the way, fewer than you think. They impress me because they try.<\/p><\/div><\/div><br\/>"
  }
]
