[
  {
    "id": "166",
    "intro": "<div class='featured-header'>“AT THE CORE OF EVERY STARTUP ECOSYSTEM IS A NETWORK OF PEOPLE WHO TRUST EACH OTHER, BUILD TEAMS, RAISE MONEY AND FIND CUSTOMERS”</div><p>- BJOERN LASSE HERRMANN, FOUNDER &amp; CEO, COMPASS</p><p><small>Photo Credit: JD Lasica</small></p>",
    "image": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/166-thumbnail.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "featuredImage": " /profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/166.jpg",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/166-facebook.jpg",
    "description": "Three years ago, Compass released a groundbreaking ranking of the world's top-20 startup regions. Waterloo Region, with a population of just over 500,000, ranked 16th — alongside global giants including Boston, London, Sydney and Berlin.",
    "descriptionRaw":"<p class='ng-binding '>Three years ago, Compass released a groundbreaking ranking of the world's top-20 startup regions. Waterloo Region, with a population of just over 500,000, ranked 16th — alongside global giants including Boston, London, Sydney and Berlin.</p>",
    "backgroundPosition":"left top",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/166-facebook.jpg",
    "body":"<div class='post-content'> <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><div class='row'><div class='col-md-12'> <p>Three years ago, Compass released a groundbreaking ranking of the world's top-20 startup regions. Waterloo Region, with a population of just over 500,000, ranked 16th — alongside global giants including Boston, London, Sydney and Berlin.</p> <p>Compass was able to zero in on indicators that point to the long-term viability of an innovation community, contributing to a growing body of data-driven research.</p> <p>This September at the Waterloo Innovation Summit, Compass CEO Bjoern Lasse Herrmann offers a deep dive on what it takes to build a top innovation ecosystem.</p> <p>Journalist John Lorinc breaks down what it takes to be a strong contender in the race to attract startups and SMEs.</p> <hr></div></div><div class='row'> <div class='col-md-8'> <p>Aspiring entrepreneurs emerging from a top university or an accelerator such as Y Combinator frequently find themselves faced with a tough logistical question: where to set up shop?</p> <p>Large hubs like Boston, Toronto or San Francisco offer access to dense entrepreneur networks, but the cost of space and employees may be out of reach for a new venture. Other choices also loom large: do they locate close to customers or investors?</p> <p>As Bjoern Lasse Herrmann points out, &#8220;It&#8217;s very difficult to understand, especially as a young founder, where to invest the time to start a company.&#8221;</p> <p>Since 2012, Herrmann&#8217;s firm, Compass (formerly Startup Genome) has produced two indices of the top 20 global startup-friendly cities, crunching a wide range of metrics to develop indicators that offer insights on location choices.</p> <p>The 2012 ranking included three Canadian cities, with Waterloo placing 16th overall. The region, Hermann says, &#8220;stands out globally for its tech talent.&#8221;</p> <p>According to Compass, successful startup ecosystems have both &#8220;developmental&#8221; features — ready access to a full range of funders, from angels to ventures — as well as &#8220;evolutionary&#8221; traits, such as the expanding presence of firms that will entice talented expats to return after working elsewhere.</p> <p>While the Compass rankings don&#8217;t directly measure the impact of local learning institutions or enabling networks such as Waterloo&#8217;s Communitech, such venues are crucial to the long-term viability of an innovation community.</p> <p>&#8220;At the core of every startup ecosystem is a network of people who trust each other, build teams, raise money and find customers,&#8221; says Herrmann. &#8220;In that sense, institutions [like Stanford or the University of Waterloo] play a vital role.&#8221;</p> <p>There&#8217;s a growing body of data-driven research on the characteristics of startup ecosystems. Radius, another San Francisco analytics firm, has scrutinized location metrics on 27 million small businesses in the United States. The firm&#8217;s findings reveal that SMEs &#8220;flock to cities not because of growing job rates and income levels but because of community engagement and access to resources.&#8221;</p> <p>Factors that correlate to successful startup ecosystems include a high proportion of small businesses relative to the total number of establishments and large numbers of firms that accept credit card payments.</p> <p>In a 2013 interview with Forbes, Boulder, CO., venture capitalist and TechStars founder Brad Feld also pointed out that innovation communities tend to have a full range of entrepreneurial activities and events – meetups, awards, incubators/accelerators – as well as approaches to building networks that &#8220;bubble up&#8221; from the community rather than emerge from government agencies.</p> <p>Cities that attract venture capital and startup activity also tend to be more socially accepting to a broad range of diverse groups, including visible minorities, newcomers and the LGBT community, according to research conducted by the creative class geographer Richard Florida, of the Martin Prosperity Initiative.</p> <p>&#8220;These kinds of locations have the underlying openness to innovation and risk that attract entrepreneurs,&#8221; Florida wrote recently in CityLab.</p> <p>Herrmann adds one other layer that has emerged in recent years: second offices. With engineers and other talent in cities like San Francisco becoming increasingly unaffordable to both large and small firms, global tech giants such as Google and Facebook have looked to other innovation centres, such as Seattle, Austin and Waterloo, to establish satellite offices.</p> </div> <div class='col-md-4'> <div class='well pull-right'> <h3><strong>Five Key Elements of a Startup Community</strong></h3> <p><strong>Local Leaders.</strong> According to Hermann, startup communities usually coalesce around a small but expanding group of founders or funders who are willing to invest time and energy in building the ecosystem.</p> <p><strong>Institutions that attract talent.</strong> Universities, incubators and research institutes draw talented young people with entrepreneurial aspirations. The networks of graduates, Herrmann says, become &#8220;essential in creating startup ecosystems.&#8221;</p> <p><strong>Distinctiveness.</strong> TechStars founder Brad Feld, who helped drive the startup ecosystem in Boulder, CO., says communities shouldn&#8217;t try to become Silicon Valley me-toos. The &#8220;magical stuff&#8221; in each community, he says, is what attracts talent.</p> <p><strong>Lots of SMEs.</strong> After analyzing 27 million U.S. businesses, Radius, a San Francisco analytics firm, found that startups tend to thrive in communities with lots of startups, especially those in high-growth sectors.</p> <p><strong>&#8220;Returners.&#8221;</strong> While founders are globally mobile, successful startup communities develop strategies for enticing homegrown entrepreneurs to return later in their careers, says Herrmann.</p> </div> </div></div></div> </div>"
  },
  {
    "id": "171",
    "intro": "<div class='featured-header'>TECH CENTRES CAN LEARN FROM WATERLOO’S <br>“REMARKABLE RESILIENCE.”</div><p>CATCH AJAY ROYAN’S FIRESIDE CHAT AT THE <br>WATERLOO INNOVATION SUMMIT</p><p><small>Photo credit: Christopher Michel</small></p>",
    "image": " /profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/171-thumbnail.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "featuredImage": " /profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/171.jpg",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/171-facebook.jpg",
    "description": "Few individuals understand the critical role of investment in successful innovation ecosystems better than Ajay Royan, who with Peter Thiel co-founded Mithril, a global tech-investment firm based in San Francisco. Since 2003, the pair has led investments in innovative companies across Silicon ...",
    "descriptionRaw":"<p class='ng-binding '>Few individuals understand the critical role of investment in successful innovation ecosystems better than Ajay Royan, who with Peter Thiel co-founded Mithril, a global tech-investment firm based in San Francisco. Since 2003, the pair has led investments in innovative companies across Silicon ...</p>",
    "backgroundPosition":"center center",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/171-facebook.jpg",
    "body":"<div class='post-content'> <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><div class='row'><div class='col-md-12'><p>Few individuals understand the critical role of investment in successful innovation ecosystems better than Ajay Royan, who with Peter Thiel co-founded Mithril, a global tech-investment firm based in San Francisco. </p> <p>Since 2003, the pair has led investments in innovative companies across Silicon Valley and around the world.</p> <p>Hear more about Royan&#8217;s unique take on tech investing and his Silicon Valley perspective, in an interview with Communitech CEO, Iain Klugman, at the Waterloo Innovation Summit this September.</p> <p>How did Waterloo manage to not only survive, but thrive, when its iconic tech giant, BlackBerry, faced new struggles and challenges? Did being unable to rely so heavily on a single player in fact boost Waterloo&#8217;s tech community, locally and abroad?</p><p>Ajay Royan thinks so. He attributes the area&#8217;s success and rapidly growing reputation in Silicon Valley to being &#8220;freed from the single company town complex.&#8221;</p><p>Read more from Royan and others on Waterloo&#8217;s resilience in &#8220;Finding Waterloo in Silicon Valley,&#8221; by John Lorinc.</p> <hr></div></div><div class='row'> <div class='col-md-8'> <p>Ever since BlackBerry lost its position atop the global smartphone industry, Waterloo has become known internationally as a place where innovation-minded entrepreneurs and engineers have learned the lessons of disruption at close range.</p> <p>&#8220;It&#8217;s not the end of the world if the behemoth loses its position,&#8221; observes Ajay Royan, co-founder, with Peter Thiel, of Mithril, a San Francisco-based venture investment powerhouse. &#8220;The last five years is when things have taken off in Waterloo. People have been freed from the single company town complex.&#8221;</p> <p>Any successful start-up region &#8220;needs to have gone through that tornado of growth,&#8221; adds Lars Leckie, an Ajax, Ont.-born managing director of Hummer Winblad Venture Partners, a San Francisco firm that invests in early-stage enterprise software companies.</p> <p>Indeed, Royan and other global tech leaders understand that Waterloo&#8217;s remarkable resilience in the face of what initially seemed like a disaster — as well as its rapidly growing reputation in Silicon Valley — is directly connected to some key characteristics of the region&#8217;s cultural and educational infrastructure.</p> <p>Royan, who will be a featured speaker at the Waterloo Innovation Summit this September, highlights the University of Waterloo&#8217;s intellectual property policy as a vitally important point of differentiation from other top-ranked engineering and computer science schools.</p> <p>Most faculty use the same texts and cover similar material, he says, but Waterloo&#8217;s IP policy, which allows students and researchers to retain ownership of their discoveries, has created &#8220;a turbo effect.&#8221; When Royan is asked by other universities how they should reformulate their IP policies, he says, &#8220;Photocopy the Waterloo version. It&#8217;s not that hard.&#8221;</p> <p>The far-flung diaspora of Waterloo/BlackBerry alumni, Royan adds, has created important international networks of engineers and tech entrepreneurs, including many who ended up in the Silicon Valley/San Francisco region. &#8220;That&#8217;s what led to this very organic move between the two communities.&#8221;</p> <p>For strategist and entrepreneur Salim Ismail, who built and ran Brickhouse, Yahoo&#8217;s internal incubator, the University of Waterloo&#8217;s co-op program has also served a pivotal role in accelerating the region&#8217;s international reputation as a startup hub. A Waterloo graduate with degrees in civil engineering and physics, Ismail says he &#8220;attributes 90 per cent of my success to that co-op program.&#8221;</p> <p>In his view, the hands-on experience students receive during their placements has played a far more important role than more conventional technology transfer programs in the creation of a startup culture. &#8220;It&#8217;s the most well developed innovation ecosystem in the world today,&#8221; says Ismail.</p> <p>&#8220;People see the value of the co-op education,&#8221; agrees Leckie, adding that he was recently talking to the founder of a 30-person San Francisco startup who had just returned from an intern-recruiting mission to Waterloo. When Leckie asked why he&#8217;d gone so far afield to hire talent, the founder replied that a graduate who had already worked in several firms was &#8220;ready to work.&#8221;</p> <p>&#8220;That&#8217;s night and day better than even Stanford.&#8221;</p> <p>Ismail, who graduated in 1989, also notes that the presence of so many ex-RIM engineers accounts for the fact that the founders of many of Waterloo&#8217;s newest startups aim to build globally-scalable companies. &#8220;That [experience] sets a bar. Everybody realized that nothing would stop them.&#8221;</p> <p>Many seem to be doing just that. Citing the region&#8217;s showing on the C100 — a roster of the most influential Canadians in Silicon Valley — Leckie points out that &#8220;the proportion of Canadians in the Valley that are Waterloo alumni is exceptionally high.&#8221;</p> <p>His one piece of advice for the region going forward: make even more of an effort to tell the story of how the phoenix rose from the ashes.&#8220;I&#8217;m always a proponent of making sure people know about your successes.&#8221;</p> </div> <div class='col-md-4'> <div class='well pull-right'> <h3><strong>&#8220;The view of Waterloo from Silicon Valley&#8221;</strong></h3> <ul><li>Frank Bruni, New York Times (March, 2015). &#8220;I spoke with Sam Altman, the president of Y Combinator, one of the best-known providers of first-step seed money for tech startups. I asked him if any one school stood out in terms of students and graduates whose ideas took off. &#8220;Yes,&#8221; he responded, and I was sure of the name I&#8217;d hear next: Stanford. But this is what he said: &#8220;The University of Waterloo.&#8221;</li> <li>Twitter chair Jack Dorsey on his decision to establish a Waterloo office for Square (September, 2013). '&#8220;The engineering discipline and all the technology thinking and support and mentorship happening in the community make it a very easy choice. We&#8271;ve seen this in a lot of other college towns around America. This one (Waterloo) is quite special.&#8221;</li> <li>Alexis Ohanian, co-founder of Reddit (October 2013): &#8220;[The University of Waterloo&#8217;s] reputation precedes every single one of these graduates [who apply to Y Combinator]. It&#8217;s just a factory for entrepreneurial engineers, and it&#8217;s amazing.&#8221;</li> <li>Alexis Ohanian, co-founder of Reddit (October 2013): &#8220;[The University of Waterloo&#8217;s] reputation precedes every single one of these graduates [who apply to Y Combinator]. It&#8217;s just a factory for entrepreneurial engineers, and it&#8217;s amazing.</li> <li>Google executive chairman Eric Schmidt (October, 2014): &#8220;We have something like 400 engineers and something like 700 or 800 employees [in Canada] and I always knew Waterloo was a fantastic engineering centre.&#8221;</li> </ul></div> </div></div></div> </div>"
  },
  {
    "id": "172",
    "image": " /profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/172-thumbnail.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "featuredImage": " /profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/172.jpg",
    "backgroundPosition":"right center",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/172-facebook.jpg",
    "intro": "<div class='featured-header'>WATERLOO &mdash;<br>\"THE RICHEST STARTUP ECOSYSTEM I’VE EVER SEEN\"</div><p>Salim Ismail, EXPONENTIAL ORGANIZATIONS AUTHOR, GLOBAL AMBASSADOR &amp; FOUNDING EXECUTIVE DIRECTOR – SINGULARITY UNIVERSITY</p>",
    "description": "Waterloo Region may have the “richest startup ecosystem” Salim Ismail has ever seen, but he also says that we need more people doing “breakthrough and breakout thinking.” Are you making features or products? Are you being truly disruptive? How do you get there from here? Hear what this ...",
    "descriptionRaw":"<p class='ng-binding '>Waterloo Region may have the “richest startup ecosystem” Salim Ismail has ever seen, but he also says that we need more people doing “breakthrough and breakout thinking.” Are you making features or products? Are you being truly disruptive? How do you get there from here? Hear what this ...</p>",
    "body":"<div class='post-content'>  <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><div class='row'><div class='col-md-12'> <p>Waterloo Region may have the &#8220;<strong>richest startup ecosystem</strong>&#8221; Salim Ismail has ever seen, but he also says that we need more people doing &#8220;breakthrough and breakout thinking.&#8221; </p> <p>Are you making features or products? <strong>Are you being truly disruptive?</strong> How do you get there from here?</p> <p>Hear what this <strong>highly anticipated and thought-provoking speaker</strong> has to say this September at the Waterloo Innovation Summit.</p> <p>Salim Ismail, Silicon Valley educator, innovator, author and astute observer, sat down with Communitech&#8217;s Anthony Reinhart in April. Here&#8217;s a summary of that interview, for a taste of things to come from Ismail at the Waterloo Innovation Summit this fall.</p>  <hr></div></div><div class='row'> <div class='col-md-12'> <p>Take 30 steps, each at a distance of one foot, and you&#8217;ll travel 30 feet.</p> <p>Now imagine doubling the distance travelled with each of those 30 steps.</p> <p>You&#8217;d travel 1,073,741,824 feet, equal to 8.2 trips around the Earth.</p> <p>As any casual observer of technology can sense, human ingenuity has been accelerating our capabilities in a similar fashion, to the point where even the most stable-seeming industries are vulnerable to disruption.</p> <p>And there are no keener observers of this phenomenon than the people behind Singularity University, the seven-year-old Silicon Valley institution co-founded by Ray Kurzweil and Peter Diamandis, where leaders learn &#8220;to apply exponential technologies to address humanity&#8217;s grand challenges.&#8221;</p> <p>Recently, Salim Ismail – Singularity U&#8217;s founding Executive Director and Global Ambassador – returned to Waterloo Region, where he earned a degree in theoretical physics and computing at the University of Waterloo, to give a talk at the Accelerator Centre and tour the innovation ecosystem.</p> <p>In addition to starting a few companies (one of which was acquired by Google) and heading up Yahoo&#8217;s internal &#8220;ideas factory&#8221; as a company VP, Ismail last year released Exponential Organizations, a book that examines how companies are adopting new models of operating as they move from an era of predictable, linear progress to one of accelerating change and disruption.</p> <p>It had been 10 years since Ismail&#8217;s last visit – a decade of exponential advancement in Waterloo Region&#8217;s startup community – which came through in his observations during an afternoon visit to the Communitech Hub.</p> <p>There, Ismail took a tour and then sat down for an intimate chat with a small but fast-growing group of big-company representatives who are heading up innovation labs in the Hub.</p> <p>In a quick interview at the end of his visit, he shared a few thoughts on this era of exponential change, and his observations on a region that has seen quite a lot of it since he was last here.</p> <h4>Tell me about the shortening lifespans of large companies, and why it&#8217;s happening.</h4> <p>A – The time it takes to reach a $1-billion market cap has been shrinking exponentially.</p> <p>It used to take, like, 20 years to create a billion-dollar market. Google did it in eight years. Facebook took five years. Groupon got to a billion-dollar revenue runway in 18 months. It was unheard of until Grand Theft Auto did it in three days.</p> <p>So, we&#8217;re seeing a very increased metabolism and volatility, and big companies are having definite difficulty keeping up.</p> <h4>What does this say about how large companies have – or perhaps, haven&#8217;t –evolved to meet the reality of this new ‘exponential&#8217; business environment?</h4> <p>It&#8217;s not that they&#8217;ve not evolved. It&#8217;s just that they&#8217;re all set up to manage predictability and manage stability; five-year plans etc.</p> <p>But the information comet has hit, and to torture the metaphor, the dinosaurs are essentially extinct. They have to adapt and create the small, furry animals – which is essentially the equivalent of what you&#8217;ve got here – and let those start evolving. Otherwise, you have a big problem.</p> <h4>So, as we move to managing disruption to managing predictability, what must large companies do if they expect to survive this shift?</h4> <p>The first thing is, keep the core organization the way it is. Don&#8217;t try and do massive disruption there, but take your disruptive change-makers to the edge and let them do something very disruptive there. And leave them alone; let them experiment at the edge.</p> <p>And spin out new ideas into new business, and hopefully that becomes the new core.</p> <p>Amazon Web Services is an example. This team started up, and that&#8217;s become a new core capability and a major line of business for Amazon.</p> <h4>So the companies who are succeeding at this don&#8217;t try to bring the innovation back in, but they spin it out?</h4> <p>Right. Don&#8217;t bring it back in.</p> <h4>How does Singularity University address these issues?</h4> <p>It&#8217;s very similar to the activators and the network and the facilities here. It&#8217;s almost an exact copy of what we&#8217;re doing.</p> <p>We have corporate partners, where we have non-competing firms come in with a membership model. They come and plant people there, and we work with them, but they have access to our startups and our faculty.</p> <p>It&#8217;s very similar to this, except our unique focus is accelerating technologies in this way.</p> <h4>You&#8217;ve just finished a tour of the Communitech Hub, where, among other things, large established companies have been docking with our startup ecosystem. What do you think of what we&#8217;re doing here?</h4> <p>I think it&#8217;s absolutely dead-on. And I say it&#8217;s absolutely dead-on from a bias, where we seem to have evolved into doing very, very similar things in Silicon Valley with our corporate partners.</p> <p>Giving them a place where they can plant an innovation team safe from the mothership – I love the analogy they used, of having a 120-kilometre moat – that&#8217;s a great, great way of thinking about it.</p> <p>And it&#8217;s really important, because that&#8217;s the only way you can really do disruptive thinking.</p> <h4>Anything to add?</h4> <p>I&#8217;m absolutely thrilled to be back, and I&#8217;m so happy to see this type of evolution.</p> </div></div></div> </div>"
  },
  {
    "id": "173",
    "intro": "<div class='featured-header'>\"YOU'RE USED TO SEEING THE BORING, TOUGH-SKINNED BUREAUCRATS VERSUS THE EXCITING ZUCKERBERGS. SOMETIMES WE GET STUCK IN OUR VISUAL IMAGERY.\"</div><p>- MARIANA MAZZUCATO, AUTHOR, THE ENTREPRENEURIAL STATE: DEBUNKING PUBLIC VS PRIVATE SECTOR MYTHS</p>",
    "image": " /profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/173-thumbnail.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "featuredImage": " /profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/173.jpg",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/173-facebook.jpg",
    "description": "Mariana Mazzucato advises policy makers around the globe on innovation-led growth, arguing that government can be a dynamic partner to private enterprise. Challenge staid stereotypes with this world-renowned speaker and thinker at the Waterloo Innovation Summit. Below, Mazzucato shares some ...",
    "descriptionRaw":"<p class='ng-binding '>Mariana Mazzucato advises policy makers around the globe on innovation-led growth, arguing that government can be a dynamic partner to private enterprise. Challenge staid stereotypes with this world-renowned speaker and thinker at the Waterloo Innovation Summit. Below, Mazzucato shares some ...</p>",
    "backgroundPosition":"center center",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/173-facebook.jpg",
    "body":"<div class='post-content'> <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><div class='row'> <div class='col-md-12'> <p>Mariana Mazzucato advises policy makers around the globe on innovation-led growth, arguing that government can be a dynamic partner to private enterprise. Challenge staid stereotypes with this world-renowned speaker and thinker at the Waterloo Innovation Summit.</p> <p>Below, Mazzucato shares some eye-opening examples, including the state-backed success of Elon Musk.</p> <hr></div></div><div class='row'> <div class='col-md-8'> <p>Pop quiz: What &#8217;s the connection between Steve Jobs, Elon Musk, fracking, big pharma and Neil Armstrong?</p> <p>Answer: They can all trace their major successes back to the government.Through direct investment, initial research, tax breaks and other measures, governments around the world have long been catalysts of innovation.</p> <p>But the state &#8217;s role in groundbreaking advancements – from GPS to space travel to biotechnology – remains largely unknown; its success stories untold. And that, says leading economist Mariana Mazzucato, will wind up hurting us all.</p> <p>Mazzucato &#8217;s book The Entrepreneurial State details 50 groundbreaking innovations rooted in state-sponsored research or funding, including the most revolutionary technological gains of the past century.</p> <p>By failing to recognize the full role of the state in bringing about these breakthroughs, Mazzucato warns we open the door to funding cuts that could devastate the innovation chain, and threaten to further deepen inequality.</p> <p>'Wealth comes from a much more collective group of actors than we've admitted,' says Mazzucato, a professor in the Economics of Innovation at the Science Policy Research Unit at the University of Sussex.</p> <p>'Because we haven't admitted that the state plays this role, we don't let the state get any of the upside . . . We shouldn't just share the risks with all these public monies, but also share the rewards.'</p> <p>The state &#8217;s key position as a link in the innovation chain receives little air-time in discussions about the economy. That is as much by design as by ignorance.</p> <p>'There are huge financial interests, profits being made, by telling a very different story. You're used to seeing the boring, tough-skinned bureaucrats versus the exciting Zuckerbergs. Sometimes we get stuck in our visual imagery,' Mazzucato says.</p> <p>This neglect is partly an image problem - entrepreneurs are seen as daring while bureaucrats are seen as dull and partly a communication issue, the public hears of state investments that fail, not successful ones. Don't misread her critique as socialism, though. For this world-leading economist, capitalism works fine when all participants are honest about where and how wealth is generated.</p> <p>Reaching that understanding can give governments the latitude to guarantee funds for future investment, and also make sure public money isn't wasted on 'stupid things like tax incentives,' which she decries as a failed tool that redistributes income, rather than boosts investment.</p> <p>Acknowledging the state as a player in the innovation economy can also ease the pain when some government investments inevitably fail.</p> <p>Two recent examples paint this in stark detail. Elon Musk was given $465 million by the U.S. government iAkn guaranteed loans for the Tesla S car. Solar-cell manufacturer Solyndra was given a similar amount.</p> <p>Musk &#8217;s success is widely seen as a win for independent innovation. Solyndra &#8217;s spectacular collapse has made its name synonymous with wasteful government spending.</p> <p>When a government investment works, the entrepreneur gets the credit. When it fails, blame for wasted dollars lands squarely with the government.</p> <p>'Had the U.S government got some of the profits from Tesla – not a huge amount, but their share, given what they've put in as early-stage financing – then they could have used that to cover some of the loss from Solyndra, which would have helped the public digest the loss, as opposed to go up in arms,' Mazzucato says.</p> <p>Examples of successful state investments are everywhere, from smartphones, which harness government-developed GPS and touch-screen technology, to life-saving drugs used around the world.</p> <p>'I'm not talking about the bureaucrat inside the state doing the innovation themselves,' Mazzucato says.</p> <p>'It &#8217;s not like a cut-and-paste solution of how to do it. It &#8217;s kind of bottom-up, through the public and private sectors interacting in really cool ways.'</p> <p>'The first step to forging an entrepreneurial state is to acknowledge and discuss the role governments already play. The state does more than just fix ailing markets,' Mazzucato says. 'It has a presence along the entire innovation chain.'Once society understands that – and the power such involvement provides – then we can all work towards ensuring the risks, and returns, are wielded and shared more wisely.</p> </div> <div class='col-md-4'> <div class='well pull-right'> <h3><strong>FIVE KEY EXAMPLES OF GOVERNMENT-FUNDED INNOVATION</strong></h3> <p><strong>Elon Musk.</strong> It was huge news earlier this year when the Los Angeles Times reported that inventor Elon Musk got almost $5 billion in subsidies from the U.S. Department of Energy for his projects, including Tesla and SpaceX. Mazzucato says the outrage is vastly misplaced: this is a great example of what government should be doing. 'The Tesla S car, which is a very innovative product, didn't get venture capital money. It got state money.' This is a prime example of mission-oriented, direct investment through which the government can actively promote and push innovation.</p> <p><strong>Big pharma.</strong> Developing new drugs is a pricey endeavour. The pharmaceutical industry uses that reasoning to justify high prices for new drugs. 'You know what? There &#8217;s someone else who spends a lot on R&amp;D, and that &#8217;s the public who then has to pay for the medicine,' Mazzucato counters. 'In the U.S., the National Institutes of Health spend close to $32 billion a year on applied and basic research behind most of the blockbuster drugs that end up coming out.' Private industry, meanwhile, increasingly spends its money on the development part of R&amp;D, capitalizing on state-funded work to seed new pharmaceuticals.</p> <p><strong>Fracking.</strong> Fracking, or hydraulic fracturing, is an invasive form of gas extraction. Rigs drill down into the earth and a high-pressure water mixture is pushed into the shale, fracturing it and releasing the gas. Fracking and shale gas technology was heavily financed by the U.S. Department of Energy for years before the private sector entered. Today, the fracking industry is highly profitable, and hugely controversial due to environmental concerns.</p> <p><strong>AT&amp;T / Bell Labs.</strong> Bell Labs, also known as AT&amp;T Bell Labs, is an astoundingly successful private laboratory that has made groundbreaking discoveries in everything from communications to fundamental physics. But Mazzucato says most people don't realize the facility was created under direction from the U.S. government. 'AT&amp;T was a monopoly, and government was very clear that AT&amp;T had to reinvest its money back into the economy, back into innovation, not just innovation that was useful to AT&amp;T but big innovation, in order to retain its monopoly status,' she says. 'We don't have those kinds of deals today.'</p> <p><strong>Smartphones.</strong> The Internet was created by the Defence Advanced Research Projects Agency (DARPA), an agency of the U.S Department of Defense. The algorithm behind Google was funded by the National Science Foundation. Touchscreen display came from the CIA. 'What makes the iPhone smart was state-funded. The iPhone would be a stupid, idiotic phone if you couldn't surf the web, know where you are with GPS, etc.'</p> </div> </div></div></div> </div>"
  },
  {
    "id": "174",
    "intro": "<div class='featured-header'>“COMPANIES WILL NEED TO ADAPT A NEW STRATEGY THAT EMBRACES DISRUPTION, SUSTAINING INNOVATION, AND EXECUTION.”</div><p>– STEVE BLANK, GODFATHER OF SILICON VALLEY</p>",
    "image": " /profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/174-thumbnail.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "featuredImage": " /profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/174.jpg",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/174-facebook.jpg",
    "description": "Steve Blank, renowned Silicon Valley entrepreneur, author and educator, is credited with the birth of the Lean Startup movement, now embraced around the globe. His iterative approach to adapting to change welcomes disruption and fosters innovation. Are you ready for an epiphany? Are you nimble ...",
    "descriptionRaw":"<p class='ng-binding '>Steve Blank, renowned Silicon Valley entrepreneur, author and educator, is credited with the birth of the Lean Startup movement, now embraced around the globe. His iterative approach to adapting to change welcomes disruption and fosters innovation. Are you ready for an epiphany? Are you nimble ...</p>",
    "backgroundPosition":"right center",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/174-facebook.jpg",
    "body":"<div class='post-content'> <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><div class='row'><div class='col-md-12'> <p>Steve Blank, renowned Silicon Valley entrepreneur, author and educator, is credited with the birth of the Lean Startup movement, now embraced around the globe. His iterative approach to adapting to change welcomes disruption and fosters innovation.</p><p>Are you ready for an epiphany? Are you nimble enough? Come find out when Blank speaks in September at the Waterloo Innovation Summit.</p> <p>Steve Blank recently sat down with Communitech&#8271;s Anthony Reinhart for an in-depth Q&amp;A. What the candid, colourful American has to say about Canadian investors, bankers and startup ecosystems might surprise you.</p> <hr></div></div><div class='row'> <div class='col-md-12'> <p>In the late 1970s, when Silicon Valley was still young, an equally youthful entrepreneur named Steve embarked on a long and fruitful technology career.<br> No, not that Steve.</p> <p>As much as the legacy of late Apple co-founder Steve Jobs towers over the tech world, we&#8271;re talking here about Steve Blank – the serial entrepreneur, author, academic and so-called Godfather of Silicon Valley – whose influence within the global startup movement is difficult to overstate.</p> <p>Starting in 1978, Blank was a founder or team member at eight Silicon Valley startups, to varying degrees of success. After he retired as an entrepreneur in 1999, he went on to write two seminal books – Four Steps to the Epiphany and The Startup Owner&#8271;s Manual: The Step-By-Step Guide for Building a Great Company – and to teach entrepreneurship at the University of California, Berkeley; Stanford University; Columbia University; New York University and University of California, San Francisco.</p> <p>Blank&#8271;s teachings are credited with launching the Lean Startup movement, a methodical and fast-paced approach to starting companies that&#8271;s been adopted from Boston to Berlin to Bangalore and everywhere in between.</p> <p>With an emphasis on experimentation and iterative thinking, the Lean model enables startup founders to launch quickly, course-correct on the fly and reduce risk through evidence-based decision-making – a much nimbler approach than traditional business methods allow.</p> <p>Those old methods don&#8271;t suit today&#8271;s hyper-connected world, in which anyone with an Internet connection can has the potential to launch a billion-dollar enterprise, and in the process, disrupt decades-old industries.</p> <p>Blank recently wrote of the age of upheaval under way in the corporate world, as a new wave of entrepreneurship sweeps the planet.</p> <p> &#8220;Every existing company will have to deal with this common economic problem: how do you build an effective organization in a time of continuous disruption – one where the old rules and structures no longer work, &#8221; he wrote in the foreword of the 2015 Compass Global Startup Ecosystem Ranking, released July 27. &#8220;Companies will need to adapt a new strategy that embraces disruption, sustaining innovation, and execution. Crucially, they need to build new organizational structures that embrace those changes. &#8221;</p> <p>Large corporations everywhere, along with the communities in which they operate, are grappling with this shift, and turning to entrepreneurship hubs such as Communitech, in Waterloo Region, Canada, to help them.</p> <p>This September, Blank will visit the region to address attendees at the Waterloo Innovation Summit, meet entrepreneurs and tour an ecosystem that Compass found to be among the top five producers of startup talent in the world. At its centre is the University of Waterloo, whose reputation as a key provider of Silicon Valley brain power continues to climb.</p> <p>In an interview, Blank shared his thoughts on how great startup communities are built, and on why he wants to see the Waterloo Region ecosystem first hand.</p> <h4>What do the world&#8271;s best regional startup ecosystems have in common?</h4> <p>Entrepreneurs, and people to fund entrepreneurs.</p> <h4>Silicon Valley is the global gold standard of startup ecosystems. What mistakes do other communities make in trying to copy its success? Is there a danger in fixating on the Valley to the exclusion of other ecosystems?</h4> <p>Copying the Valley means that you&#8271;re going to start as a military weapons valley, because that&#8271;s how Silicon Valley started.</p> <p>Most people look at [what&#8271;s being done in] the Valley today and think that&#8271;s all they need to do, and they&#8271;re typically wrong.</p> <p>The thing I typically suggest people look at is, what are the strengths of the local ecosystem? Is there anything unique about current industry or manufacturing or location or schools or government support? And then, how do you get a risk culture for both entrepreneurs and capital in place?</p> <h4>What can startups do for regional ecosystems that traditional businesses cannot?</h4> <p>Create well-paying jobs, and create a culture of other startups that can be the seeds of something much bigger.</p> <p>The other thing is, they can attract very different intellectual capital into the region.</p> <p>I mean, Waterloo is an example of a cluster that has exploded with lots of startups but it&#8271;s not clear the risk capital culture has scaled to match it.&nbsp; I don&#8271;t mean seed rounds, but the large follow-on rounds necessary for scale.&nbsp; At times, the risk-capital culture in Canada feels like talking to the Swiss National Bank.</p> <p>The reason why Silicon Valley took off in the 70s and 80s wasn&#8271;t just our entrepreneurs being crazy; it was that the investors (were also crazy).</p> <p>Let me give you an analogy: In the late 1970s, it wasn&#8271;t clear whether Boston or Silicon Valley was going to become the centre of entrepreneurship for the U.S. They both had world-class universities, with MIT versus Stanford; they were both funded with military weapons systems; one had semiconductors, the other had mini-computers.</p> <p>But the difference was that, in Boston, the venture capitalists continued to act like bankers, and in Silicon Valley, they decided to act likepirates. And the pirates won.</p> <p>In Canada, the impression I get is that the investors still act like 19th-century bankers. That&#8271;s not what venture capital is about. There&#8271;s a word called ‘risk&#8271; involved here. And failure seems to be something beaten out of the culture, where here, a failed entrepreneur is considered experienced.</p> <h4>Corporate innovation is a growing phenomenon as startup culture spreads through the business world. How can startups and lean thinking help big companies stave off disruption?</h4> <p>It turns out that, for the last couple of years, large companies were trying to adopt some of the lean startup techniques, and the result almost always looked like what I call innovation theatre. Meaning, it would look good to your board and you could get some press releases out of it, but it really didn&#8271;t change the trajectory.</p> <p>What people now are beginning to understand– and this is not new; theorists have been talking about this for the last couple of decades – is the ambidextrous organization. That is, you need to be able to chew gum and walk at the same time; you need to be able to execute your current business model, but you also need to be able to spin out a whole set of innovation initiatives.</p> <p>We now have the tools to do 10 times the number of new startups in a fifth of the amount of time. That&#8271;s a 50x improvement, and that&#8271;s a pretty big change, that folks now know how to do.</p> <h4>You&#8271;re in Silicon Valley, the centre of the innovation universe, to many minds. What is it about the Waterloo innovation ecosystem that convinced you to get on a plane and go there this September?</h4> <p>Waterloo kind of holds this mythical spot among U.S. entrepreneurs; it&#8271;s this place in Canada where stuff kept coming out of, obviously for RIM and for others, and I knew nothing about it.</p> <p>So, I thought I might as well go to the source.</p> <p>I think the thing I&#8271;m really looking forward to is to understand the innovation network. I know about the Waterloo Innovation Summit and I know about some of the events that are going on, but I&#8271;d really like to understand the investment community.</p> <p>You can build the engine for the car, but unless you have the gas, it just sits there and doesn&#8271;t go anywhere. To be honest, that&#8271;s the difference between a winning cluster and a stillborn one – are people with money stepping up, or are they going elsewhere?</p> <p>The other part is, government always has a role in starting a cluster, and I truly know nothing about the Canadian national or provincial efforts in kick-starting this cluster. Maybe it&#8271;s because they haven&#8271;t; I don&#8271;t know, but I hope to find out.</p> <h4>As just one example, there was an announcement this month where the federal government kicked in almost $10 million to fund Waterloo Region accelerators and incubators that are helping companies to scale up.</h4> <p>I did a video called the Secret History of Silicon Valley on YouTube. It describes the role of the U.S. government in funding Silicon Valley. And they didn&#8271;t put $2 million a year; they probably put $200 million a year into Silicon Valley, for lots of other reasons that might surprise some of your readers.</p> </div></div></div> </div>"
  },
  {
    "id": "175",
    "image": " /profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/175-thumbnail.jpg",
    "featuredImage": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/175.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "backgroundPosition":"center center",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/175-facebook.jpg",
    "intro": "<div class='featured-header'>WHEN INDUSTRY WORKS HAND-IN-HAND WITH RESEARCHERS, OWNERSHIP OF INTELLECTUAL PROPERTY (IP) RIGHTS WORTH MILLIONS OF DOLLARS CAN BE AT STAKE.</div><p>In his new book, Innovation and Entrepreneurship are in the Waterloo Genome, historian Ken McLaughlin explores some of the pivotal moments that helped shape Canada’s innovation university.</p>",
    "description": "At many institutions, IP rights are closely tied to corporate donations. Other universities view them as income. University of Waterloo was among the first universities to make their position clear: Intellectual property is owned by the inventor. It was a bold stance, and one that the institution ...",
    "descriptionRaw":"<p class='ng-binding '>At many institutions, IP rights are closely tied to corporate donations. Other universities view them as income. University of Waterloo was among the first universities to make their position clear: Intellectual property is owned by the inventor. It was a bold stance, and one that the institution …</p>",
    "body":"<div class='post-content'> <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><p>At many institutions, IP rights are closely tied to corporate donations. Other universities view them as income.</p><p>University of Waterloo was among the first universities to make their position clear: Intellectual property is owned by the inventor.</p><p>It was a bold stance, and one that the institution has, at times, had to fight to defend. But it attracted researchers with entrepreneurial drive, fueled the growth of new companies and transformed a small manufacturing city into a global high-tech hub.</p><p>In his new book, <em>Innovation and Entrepreneurship are in the Waterloo Genome</em>, historian Ken McLaughlin explores some of the pivotal moments that helped shape Canada&#8217;s innovation university.</p><h4>Excerpt from Innovation and Entrepreneurship are in the Waterloo Genome, Chapter 8</h4><div class='row'> <div class='col-md-6'> <p><em> &#8217;stop the trucks,'' Wes Graham shouted into the telephone as a tractor-trailer full of computer hardware donated by Digital Equipment Corporation (DEC) in 1984 was leaving Toronto for the University of Waterloo.</em></p> <p><em>In light of restrictions on government support, the University was anxious for these additions to its computer capabilities. But there was a problem: Graham insisted that the University follow its 1973 practice recently used in establishing Watcom by which professors retained the intellectual property rights for work that they created. DEC was equally adamant that work created from the use of the hardware that DEC was donating to the University would be the property of DEC. The confrontation was dramatic. It shocked Graham&#8217;s colleagues, who were in the room and applauded when he made the call. The trucks were stopped, Graham&#8217;s terms were agreed upon, and President Douglas Wright, jubilant, was photographed unloading the computer equipment on Waterloo&#8217;s campus.</em></p> <p><em>Major computer companies, such as DEC, Commodore and IBM saw distinct advantages in participating with the University of Waterloo and, in particular, in allocating equipment and research funds for University projects. In this as in other initiatives, President Wright&#8217;s entrepreneurial spirit was of critical importance. Digital Equipment&#8217;s $24 million donation to the University of Waterloo provided eight new VAX machines that made possible both a complex project to computerize the Oxford English Dictionary and development of the software that launched Waterloo Maple. Were it not for Graham&#8217;s dramatic intervention and Wright&#8217;s skill at promoting the University&#8217;s reputation, these and a host of other projects would never have succeeded.</em></p> </div> <div class='col-md-6'> <p><img alt='Student working in a computer lab in the 1960s' height='730' src='https://uwaterloo.ca/waterloo-innovation-summit/sites/ca.waterloo-innovation-summit/files/resize/uploads/images/watfour-555-500x730.jpg' width='500'></p> <p class='caption'>The University of Waterloo was among the first schools to open its computer labs to undergraduate students. Partnerships with industry helped fuel Waterloo &#8217;s emergence as a computer science leader — but corporate interests had to be carefully balanced with the University &#8217;s creator-owns Intellectual Property policy.<br> - Photo courtesy of Special Collections and Archives, University of Waterloo</p> <hr></div></div><div class='row'> <div class='col-md-8'> <p>Find out more about the remarkable innovation ecosystem that developed around the University of Waterloo at the Waterloo Innovation Summit. Meet author Kenneth McLaughlin and get your copy of <em>Innovation and Entrepreneurship are in the Waterloo Genome</em>, at the <a href='/register'>Waterloo Innovation Summit welcome reception</a> on Wednesday, Sept. 16 at the Centre for International Governance Innovation, or <a href='http://www.bookstore.uwaterloo.ca/home.html'>order online from University of Waterloo Bookstore</a>.</p> </div> <div class='col-md-4'><img alt='book cover' height='278' src='https://uwaterloo.ca/waterloo-innovation-summit/sites/ca.waterloo-innovation-summit/files/uploads/images/ken-book-355.jpg' width='355'></div></div><h4>Related sessions include:</h4><p><a href='/agenda/1'>GUIDED TOUR OF THE WATERLOO REGION ECOSYSTEM</a><br> Wednesday, Sept. 16, 11 to 5:30 p.m.</p><p><a href='/agenda/11'>UNIVERSITIES AS INNOVATION ENGINES</a><br> Thursday, Sept. 17, 11:45 a.m. to 1 p.m.</p><p><a href='/agenda/13'>MAKING BIG BETS ON BIG SCIENCE</a><br> Thursday, Sept. 17, 2:30 to 3:45 p.m.</p></div> </div>"
  },
  {
    "id": "176",
    "image": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/176-thumbnail.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "featuredImage": "/assets/dist/img/posts/176.jpg",
    "backgroundPosition":"center center",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/176-facebook.jpg",
    "intro": "<div class='featured-header'>HOW MANY TIMES HAS IT BEEN SAID: WHY DON'T WE BUILD A PLAYGROUND FOR ADULTS?</div><p>The Interactive Playground &ndash; a playground for adults &ndash; will be part of the Waterloo Innovation Summit 2015.</p>",
    "description": "It's a chance to meet the inventive hackers, spirited engineers and innovative digital artists behind projects that have delighted users in North America and Europe, capping a full day of inspiration and energy at summit sessions on Thursday, Sept. 17. Two installations from Kitchener-based ...",
    "descriptionRaw":"<p class='ng-binding '>It&#8217;s a chance to meet the inventive hackers, spirited engineers and innovative digital artists behind projects that have delighted users in North America and Europe, capping a full day of inspiration and energy at summit sessions on Thursday, Sept. 17. Two installations from Kitchener-based ...</p>",
    "body":"<div class='post-content'> <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><div class='row'> <div class='col-md-12'>It&#8217;s a chance to meet the inventive hackers, spirited engineers and innovative digital artists behind projects that have delighted users in North America and Europe, capping a full day of inspiration and energy at summit sessions on Thursday, Sept. 17. <p>Two installations from Kitchener-based Thalmic Labs, founded by University of Waterloo grad Stephen Lake, will allow summit participants to test the parameters for motion and gesture control of digital devices with the startup&#8217;s Myo armbands. Play Flippfly&#8217;s Race the Sun, a crowd-funded game that now has 1.5 million users, and pilot a solar craft that is chasing the setting sun. Nimbly guide the Orbotix Sphero 2.0 robotic ball through a maze, going faster with each attempt.</p> <p>Or experience how the Mood Meter, designed by the MIT Media Lab, collects and processes &#8220;facial affective information&#8221; (aka, smiles) to gauge the mood of the crowd at the Interactive Playground. The information is displayed as a metrics map showing the happiness hot spots in the playground. (Find out where the happiest people are, and hack them.)</p> <p>What would your voice look like if it could be captured visually and displayed on a screen? That&#8217;s the challenge from Swedish composer Anders Lind, who created the U-Paint instrument to preserve and display the diverse voices of the residents of the northern Swedish city of Umea. What does a voice look like when it is speaking, laughing or singing? Use U-Paint to find out.</p> <p>After turning sound into art, what about turning motion into sound? The Euphonopen is the result of the collaboration between Com Dev staff scientist and machine designer Klaus Engel and Kitchener-Waterloo painter and arts activist Isabella Stefanescu. The Euphonopen translates pen strokes into sounds. Does your signature soothe or shout? See how the act of writing can be a performance in itself.</p> <p>Or, simply explore sound as music. The Cave of Sounds, created by Tim Murray-Browne and a team of audio artists from London&#8217;s Music Hackspace, invites summit participants to enter &#8220;the cave&#8221; and explore the primitive urge to make music with eight newly conceived digital instruments. Primal expression meets 21st century technology as The Cave of Sounds makes its North American debut.</p> <p><img alt='The Cave of Sounds' src='https://uwaterloo.ca/waterloo-innovation-summit/sites/ca.waterloo-innovation-summit/files/uploads/images/wis-bp-cave-of-sounds-1110.jpg' width='1110' height='740'></p> <p class='caption'>Inside the Cave of Sounds</p> <p>If anyone knows that playgrounds aren't just for children, it&#8217;s the researchers at the Games Institute at the University of Waterloo, who mine quantum theory and social science to inform their development and refinement of games. Test your kitten-saving abilities with Quantum Cats, discover your player style (are you collaborative or commanding?) with Beam Me Around, Scotty!, see how well a drama queen does in the co-operative game Places, Please!: Hamlet Edition, or duel to the finish in a fantasy universe in The Rival Books of Aster.</p> </div></div></div> </div>"
  },
  {
    "id": "177",
    "image": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/177-thumbnail.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "featuredImage": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/177.jpg",
    "backgroundPosition":"center center",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/177-facebook.jpg",
    "intro": "<div class='featured-header'>THE SEEDS OF WATERLOO'S VIBRANT STARTUP ECOSYSTEM WERE PLANTED 200 YEARS AGO IN FARMING.</div><p>Later on, the community evolved into a manufacturing hub built on boots, bacon and beverages.</p>",
    "description": "Now Waterloo is also a focal point for insurance data management and a venue for world-class university education. It’s a community where innovation is not just imagined, but expected. These makers, managers, thinkers and dreamers have laid the foundations that have allowed the Waterloo ...",
    "descriptionRaw":"<p class='ng-binding '>Now Waterloo is also a focal point for insurance data management and a venue for world-class university education. It’s a community where innovation is not just imagined, but expected. These makers, managers, thinkers and dreamers have laid the foundations that have allowed the Waterloo ...</p>",
    "body":"<div class='post-content'> <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><div class='row'> <div class='col-md-12'> <p>Now Waterloo is also a focal point for insurance data management and a venue for world-class university education.</p> <p>It&#8217;s a community where innovation is not just imagined, but expected.</p> <p>These makers, managers, thinkers and dreamers have laid the foundations that have allowed the Waterloo innovation ecosystem to blossom, ripen and assert itself on a global stage.</p> <p>This connected and transformative environment draws thousands of people every year who want to learn how to develop, support and promote a successful innovation ecosystem in their regions.</p> <p>No surprise, then, about the venue for the Waterloo Innovation Summit 2015. The University of Waterloo, where fertile imaginations are given the tools to implement ideas, and Communitech, where processes and products are refined for the global marketplace, are co-hosting the summit from Wednesday, Sept. 16 to Friday, Sept. 18.</p> <p>Summit chair David Fransen, formerly Canadian Consul General to Los Angeles and now special advisor to the University, collaborated with Communitech CEO Iain Klugman to create an agenda to stimulate and inspire 200 executives, entrepreneurs, investment advisors and academics.</p> <p>Keynote speakers include:</p> <ul><li>Steve Blank, veteran Silicon Valley startup entrepreneur, lecturer and author</li> <li>Mariana Mazzucato, European Commission innovation group member and innovation policy advisor</li> <li>Salim Ismail, angel investor, tech strategist and global ambassador for the think-tank/startup incubator Singularity University.</li> </ul><p>Expect inspiration during the fireside chats with BlackBerry CEO John Chen, Global Entrepreneurship Network President Jonathan Ortmans and Mithril Capital Management co-founder Ajay Royan.</p> <p>There will be 22 other presenters, from Google&#8217;s Kitchener-Waterloo site director Steven Woods to venture capitalist Katherine Barr, who will challenge and enlighten during sessions on Thursday, Sept. 17 and Friday, Sept. 18.</p> <p>Prior to those sessions, summit participants will be able to meet one-on-one with entrepreneurs and inventors during the innovation ecosystem tour on Wednesday, Sept. 16 from 11 a.m. to 5:30 p.m. Tour highlights include the campuses of both Waterloo universities, the David Johnston Research + Technology Park, the Communitech Hub and Velocity Garage, and the Perimeter Institute for Theoretical Physics.</p> <p>Participants will also attend the Accelerator Centre Showcase, from 4:30 p.m. to 7 p.m., to meet innovators who solve problems and profit from their solutions. It is their success that has created this epicentre for enterprise, and has moved the Waterloo innovation ecosystem onto a world stage.</p> <p>In its 2015 Global Startup Ecosystem Ranking, Startup Compass, which uses metrics to evaluate the startup culture worldwide, has cited Waterloo as having a growth index ahead of New York, Los Angeles and Singapore. That remarkable growth contributed to Ontario placing fifth in this month&#8217;s overall innovation report card from the Conference Board of Canada, ahead of all other Canadian provinces, and ahead of such countries as Switzerland and the Netherlands.</p> <p>An engine for innovation. Entrepreneurs with ideas. Business leaders with an eye on the prize. All this and more, at the Waterloo Innovation Summit.</p> </div></div></div> </div>"
  },
  {
    "id": "178",
    "image": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/178-thumbnail.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "featuredImage": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/178.jpg",
    "backgroundPosition":"center center",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/178-facebook.jpg",
    "intro": "<div class='featured-header'>WATERLOO'S INNOVATION SUMMIT KICKS OFF WITH ENTREPRENEURSHIP HOT SPOTS</div><p>'We want to get our students working in companies, but also get them doing innovation on campus. So this is an awesome example of what you guys are doing, and of what we could maybe do.'</p>",
    "description": "Can you be tired and energized at the same time? A busload of Waterloo Innovation Summit participants seemed to be both: energized and talkative after six hours of touring the Waterloo innovation ecosytem, but happy to return to their hotel to prepare for Wednesday’s opening reception at the ...",
    "descriptionRaw":"<p class='ng-binding '>Can you be tired and energized at the same time? A busload of Waterloo Innovation Summit participants seemed to be both: energized and talkative after six hours of touring the Waterloo innovation ecosytem, but happy to return to their hotel to prepare for Wednesday’s opening reception at the ...</p>",
    "body":"<div class='post-content'> <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><p>Can you be tired and energized at the same time?</p><p>A busload of Waterloo Innovation Summit participants seemed to be both: energized and talkative after six hours of touring the Waterloo innovation ecosytem, but happy to return to their hotel to prepare for Wednesday&#8217;s opening reception at the Centre for International Governance Innovation.</p><p>They were the vanguard for the 200 attending the Waterloo Innovation Summit, Thursday and Friday, co-hosted by the University of Waterloo and Communitech in Kitchener. The summit brings some of the world&#8217;s top innovators and influencers to experience for themselves the possibilities of the innovative ecosystem.</p><p>The Wednesday tour was a chance to see this ecosystem first-hand, with guidance from such speakers as Waterloo Mayor Dave Jaworsky, University of Waterloo Dean of Engineering Pearl Sullivan and Steve Woods, senior engineering director, Google.</p><p></p><div class='uw_video-embed' id='uw_video-embed-SPX8utuQ798'><div class='fluid-width-video-wrapper'><object data='https://www.youtube.com/embed/SPX8utuQ798?rel=0' id='fitvid478071'></object></div></div><div class='uw_video-embed-link'><a href='https://www.youtube.com/watch?v=SPX8utuQ798'>Watch video on YouTube</a></div><p>Tour highlights included the student projects at the Sedra Student Design Centre at the University of Waterloo, a tour of the glass-walled offices of Open Text, an entrepreneurial tech showcase at the Communitech, a trip through the too-cool Google offices and a short course on the science of the very big and very small at the Perimeter Institute for Theoretical Physics.</p><p><img alt='Engineering 5' src='https://uwaterloo.ca/waterloo-innovation-summit/sites/ca.waterloo-innovation-summit/files/uploads/images/e5-1110.jpg' width='1110' height='695'></p><p class='caption'>Engineering 5, home to the Sedra Student Design Centre</p><p>The 50 participants learned how the University of Waterloo and Wilfrid Laurier University are home to a critical mass of 55,000 of the most talented students in North America, and how major players, such as Google, choose to be in this ecosystem because of the high-level young talent and the intensity of the startup environment.</p><p>The tour struck the right chords with the participants:</p><p>Rebecca Gill, professor of innovation and entrepreneurship studies at Massey University in New Zealand, said her university&#8217;s three campuses have academic entrepreneurship programs, but they need to enhance work-specific programs: &#8220;We want to get our students working in companies, but also get them doing innovation on campus. So this is an awesome example of what you guys are doing, and of what we could maybe do.&#8221;</p><p>Luis Oliveira, mechanical systems engineer with TAP Portugal, Portugal&#8217;s flagship airline, said his goal, and that of a colleague, is &#8220;to build an ecosystem of innovation in TAP. . .&nbsp; we see a huge potential for innovation in TAP.&#8221; Oliveira said TAP is working on a European-level project that could act &#8220;…not just as a stand-alone one-time show, but as a cornerstone to create the ecosystem and the innovation culture in TAP. We came here because we want to learn with the best.&#8221;</p><p>And Sam Wilson, IT strategic analyst with Honeywell in London, Ontario, was delighted with the direct exposure to emerging tech: &#8220;It&#8217;s been fantastic to see some of the really cool tech innovations that I&#8217;ve heard of but didn&#8217;t know they were tied to the places that we&#8217;ve toured. It&#8217;s opened up my eyes to the rapid pace of change that Waterloo is the epicentre for, that I wasn&#8217;t aware of coming into this tour.&#8221;</p><p><img alt='Tour group inside the Communitech Hub' src='https://uwaterloo.ca/waterloo-innovation-summit/sites/ca.waterloo-innovation-summit/files/uploads/images/commmunitech-1110.jpg' width='1110' height='740'></p><p class='caption'>Inside the Communitech Hub in Kitchener</p></div> </div>"
  },
  {
    "id": "179",
    "image": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/179-thumbnail.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "featuredImage": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/179.jpg",
    "backgroundPosition":"left top",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/179-facebook.jpg",
    "intro": "<div class='featured-header'>PUBLIC SECTOR INVESTMENT KEY TO INNOVATION ECONOMIES: MARIANA MAZZUCATO</div><p>The world needs a new role for government in the freewheeling private-capital research sector, says Mariana Mazzucato, whose controversial 2013 book, The Entrepreneurial State: Debunking Public Vs. Private Sector Myths, stirred the waters of the international economic community.</p>",
    "description": "Mazzucato, saying that the discussions over public policy have “been rendered incredibly dry,” led an enthusiastic keynote address for 250 attendees at the Waterloo Innovation Summit, Thursday, Sept. 17 at the University of Waterloo. Book demolishes myth of intrusive government Mazzucato, whose ...",
    "descriptionRaw":"<p class='ng-binding '>Mazzucato, saying that the discussions over public policy have &#8220;been rendered incredibly dry,&#8221; led an enthusiastic keynote address for 250 attendees at the Waterloo Innovation Summit, Thursday, Sept. 17 at the University of Waterloo. Book demolishes myth of intrusive government Mazzucato, whose ...</p>",
    "body":"<div class='post-content'> <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><p>Mazzucato, saying that the discussions over public policy have &#8220;been rendered incredibly dry,&#8221; led an enthusiastic keynote address for 250 attendees at the Waterloo Innovation Summit, Thursday, Sept. 17 at the University of Waterloo.</p><h4>Book demolishes myth of intrusive government</h4><p>Mazzucato, whose book demolishes the myth of the bureaucratic state hindering the innovative private sector, is a key economic advisor in Europe, holds the RM Phillips Chair in economics innovation at Science Policy Research Unit at the University of Sussex, and is a member of various economic panels, including the European Commission&#8217;s expert group on Innovation for Growth.</p><h4>Thank government for the iPhone</h4><p>As an example of the long-term role governments can play in innovation, she showed how every technology behind the iPhone was government-funded: the internet, GPS, touch-screen displays and even the voice-activated &#8220;intelligent assistant.&#8221;</p><p>What happened is that &#8220;dynamic people put those technologies together in cool ways and found a market for them.&#8221;</p><p>Yet, she told the crowd, anyone reading any book by a Silicon Valley success story will find not a word mentioning the role of government.</p><p></p><div class='uw_video-embed' id='uw_video-embed-h4n-bGwOI9Y'><div class='fluid-width-video-wrapper'><object data='https://www.youtube.com/embed/h4n-bGwOI9Y?rel=0' id='fitvid90821'></object></div></div><div class='uw_video-embed-link'><a href='https://www.youtube.com/watch?v=h4n-bGwOI9Y'>Watch video on YouTube</a></div><p>She said that the phrase &#8220;state versus market&#8221; is wrong from the outset.</p><p>&#8220;The words we use set us up to be quite narrow when we talk about exciting things.&#8221;</p><p>Mazzucato said that between the public and private sectors, there has to be a &#8220;sharing of the risks and the rewards — precisely because there are going to be massive amounts of failures.&#8221;</p><p>She said that &#8220;for any success you can have eight, nine, 10 failures.&#8221; She pointed out that this loss rate is very familiar to those in the private sector, but went on to say, &#8220;the internet did not come out of the government ‘de-risking&#8217; its investments.&#8221;</p><p>Essentially, she said, &#8220;we need a new narrative of the role of the state in the process.&#8221;</p><hr><p>Follow Mazzucato at <a href='https://twitter.com/@mazzucatom'>@mazzucatom</a> and visit her blog at <a href='http://marianamazzucato.com'>marianamazzucato.com</a></p></div> </div>"
  },
  {
    "id": "180",
    "image": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/180-thumbnail.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "featuredImage": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/180.jpg",
    "backgroundPosition":"center center",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/180-facebook.jpg",
    "intro": "<div class='featured-header'>'GOOD THINGS TAKE TIME' CHEN TELLS INNOVATION SUMMIT AUDIENCE</div><p>Blackberry is here for the long haul, and global demand for security and privacy will be key to its success, says John Chen, chief executive officer of the Waterloo-based smartphone innovator.</p>",
    "description": "Security is important to enterprise; privacy is important to the individual.” Chen shared his ideas in a “fireside chat” with Thomson Reuters senior vice-president of innovation, Cary Burch, before the 250 attendees at the Waterloo Innovation Summit, Thursday, Sept. 17 at the University of ...",
    "descriptionRaw":"<p class='ng-binding '>&#8220;Security is important to enterprise; privacy is important to the individual.&#8221; Chen shared his ideas in a &#8220;fireside chat&#8221; with Thomson Reuters senior vice-president of innovation, Cary Burch, before the 250 attendees at the Waterloo Innovation Summit, Thursday, Sept. 17 at the University of ...</p>",
    "body":"<div class='post-content'> <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><p>&#8220;Security is important to enterprise; privacy is important to the individual.&#8221;</p><p>Chen shared his ideas in a &#8220;fireside chat&#8221; with Thomson Reuters senior vice-president of innovation, Cary Burch, before the 250 attendees at the Waterloo Innovation Summit, Thursday, Sept. 17 at the University of Waterloo.</p><h4>Focus on secure communications</h4><p>Chen told the audience that BlackBerry now has about 44,000 patents, and &#8220;our focus is very narrow — secure communications.&#8221;</p><p>There were lighter moments as Chen referred to the &#8220;other fruit company&#8221; making smart handsets, and other handsets in general. After he laid out the genesis of the BlackBerry — from its secure handset through to its secure messaging system — Chen referenced five new acquisitions made in the last 20 months, all targeting secure communications.</p><h4>Smartphone or microphone?</h4><p>He recounted that when Germany chancellor Angela Merkel learned via the Snowden leaks that the U.S. National Security Agency was eavesdropping on her conversations, she dropped her Nokia phone (&#8220;which Microsoft subsequently bought,&#8221; said Chen) and tipped the audience that, &#8220;when you buy a Windows phone, you might as well buy a microphone.&#8221;</p><p>The CEO of Waterloo-based BlackBerry came out of retirement in 2013, after a successful run as the chief executive who returned Silicon Valley database software firm Sybase to profitability. Chen&#8217;s arrival at BlackBerry was part of a $1 billion financing deal with Fairfax Holdings Ltd.</p><p>Chen told the audience, &#8220;We&#8217;re not going to go away as a company. I think the hardest thing is patience. . . . We don&#8217;t let the market or the competition dictate the pace. Good things take time. In a public company format, time is something you may not be able to afford.&#8221;</p><h4>Fireside highlights</h4><ul><li>BlackBerry has one of the youngest patent portfolios in the entire industry, with an average age around 15-16 years.</li> <li>&#8220;Cellphones are extremely emotional — you probably sleep with your cellphone. I know I do. When I travel, I sleep with my cell phone more times than I sleep with my wife.&#8221;</li> <li>&#8220;I want the employees (of BlackBerry) to feel very proud, want them to feel wanted. I&#8217;m trying to recapture that team spirit. We&#8217;re still in the forming stage, but I&#8217;m trying to recapture it.&#8221;</li></ul><p>Catch some highlights from Chen&#8217;s talk and follow him at <a href='https://twitter.com/@JohnChen'>@JohnChen</a></p><p></p><div class='uw_video-embed' id='uw_video-embed-b97--AeZWbU'><div class='fluid-width-video-wrapper'><object data='https://www.youtube.com/embed/b97--AeZWbU?rel=0' id='fitvid681942'></object></div></div><div class='uw_video-embed-link'><a href='https://www.youtube.com/watch?v=b97--AeZWbU'>Watch video on YouTube</a></div></div> </div>"

  },
  {
    "id": "181",
    "image": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/181-thumbnail.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "featuredImage": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/181.jpg",
    "backgroundPosition":"center center",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/181-facebook.jpg",
    "intro": "<div class='featured-header'>INSTITUTIONS SHOULD FOCUS ON STRENGTHS, PARTNERSHIPS, SAY CANADIAN UNIVERSITY LEADERS</div><p>Co-operation among universities will be key to their success in pursuing high-level students and top-level funding.</p>",
    "description": "That was one of the messages Thursday from a panel of four university leaders at the Waterloo Innovation Summit, at the University of Waterloo. The panelists &ndash; Suzanne Fortier, principal and vice-chancellor of McGill University; Meric Gertler, president of the University of Toronto; Feridun ...",
    "descriptionRaw":"<p class='ng-binding '>That was one of the messages Thursday from a panel of four university leaders at the Waterloo Innovation Summit, at the University of Waterloo. The panelists &ndash; Suzanne Fortier, principal and vice-chancellor of McGill University; Meric Gertler, president of the University of Toronto; Feridun ...</p>",
    "body":"<div class='post-content'> <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><p>That was one of the messages Thursday from a panel of four university leaders at the Waterloo Innovation Summit, at the University of Waterloo. The panelists — Suzanne Fortier, principal and vice-chancellor of McGill University; Meric Gertler, president of the University of Toronto; Feridun Hamdullahpur, president of the University of Waterloo; and Sir Nigel Thrift, vice-chancellor of the University of Warwick — took questions from moderator Simona Chiose, higher education reporter for the Globe and Mail, and some of 250 summit delegates.</p><h4>Universities focus on strengths, collaboration</h4><p>&#8220;Universities have to be focused on what we are good at,&#8221; Hamdullahpur said. &#8220;What are our strengths?&#8221; The Waterloo president, and co-host of the Summit with Communitech, noted that universities should focus on what they do best. He counselled against &#8220;putting resources in areas where we don&#8217;t have great strength.&#8221;</p><p>Thrift, who spoke about the close and keen co-operation between Warwick University&#8217;s Warwick Manufacturing Group and the British auto industry, offered that while co-operation is happening between universities and the private sector, &#8220;Universities are not particularly good at co-operating with each other&nbsp; — that is a barrier we still have to work on.&#8221;</p><p>it's all about location too: Partnerships with regions continue to fuel innovation.</p><p>&#8220;Partnerships between regions and regions is critical to innovation,&#8221; said Meric Gertler.</p><p>&#8220;It's all about building relationships,&#8221; said Foriter. &#8220;It takes a lot of resources, but we'll continue building it.&#8221;</p><h4>Core strengths still key</h4><p>Fortier suggested that universities need not fear &#8220;giving up&#8221; anything in the pursuit of partnerships with the private sector. The institutions are still pursuing the three basic missions of universities: &#8220;teaching/learning, research and service to the community.&#8221;</p><p>Gertler agreed that the pressures are the same now as in the past: &#8220;I think we have the same pressure from employers, parents and students that the way we teach them and they way they learn, serve them well.&#8221;</p><p>Hamdullahpur agreed: &#8220;The issue is not to rush these grads into the market underprepared. How do we give them best quality education in the world, but ensure that they are also career-ready?&#8221;</p><h4>Highlights from the presidential panel</h4><ul><li><strong>On the challenges facing students in today&#8217;s university, from Fortier:</strong> &#8220;More so than any generation before them, this generation of students understand that it&#8217;s a highly competitive world, stressful and demanding . . . When you went to university and had a great time, it isn&#8217;t that.&#8221;</li> <li><strong>On the economic potential of the innovation corridor from Toronto to Waterloo, from Gertler:</strong> &#8220;We need public policy to recognize the potential of this wider region.&#8221;</li> <li><strong>On the need for students to have an international perspective, from Thrift:</strong> &#8220;British students are more insular than they think they are. We need to circulate our students. Warwick students will have to do work overseas whether they want to or not.&#8221;</li> <li><strong>On student exposure to research, from Hamdullahpur:</strong> &#8220;This is the new norm: if we are to provide our student with an environment that is research-rich, that is a huge benefit.&#8221;</li></ul></div> </div>"
  },
  {
    "id": "182",
    "image": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/182-thumbnail.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "featuredImage": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/182.jpg",
    "backgroundPosition":"center center",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/182-facebook.jpg",
    "intro": "<div class='featured-header'>TAKING CHANCES ON INNOVATION REQUIRES APPETITE FOR RISK - BUT HOW MUCH?</div><p>There has to be risk-taking in science to solve the big problems, but the degree of risk divided the panelists in the Betting Big on Science Panel at the Waterloo Innovation Summit on Thursday.</p>",
    "description": "Led by moderator Steve Woods, the Kitchener-Waterloo Google site manager, five panelists shared their thoughts and experiences with the 250 summit participants who came to explore the possibilities of the innovative ecosystem. Panellists ranged widely in their experiences: David Cory, deputy ...",
    "descriptionRaw":"<p class='ng-binding '>Led by moderator Steve Woods, the Kitchener-Waterloo Google site manager, five panelists shared their thoughts and experiences with the 250 summit participants who came to explore the possibilities of the innovative ecosystem. Panellists ranged widely in their experiences: David Cory, deputy ...</p>",
    "body":"<div class='post-content'> <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><p>Led by moderator Steve Woods, the Kitchener-Waterloo Google site manager, five panelists shared their thoughts and experiences with the 250 summit participants who came to explore the possibilities of the innovative ecosystem.</p><p>Panellists ranged widely in their experiences: David Cory, deputy director, research for the Institute of Quantum Computing at the University of Waterloo; Shana Kelley, professor of biochemistry at the University of Toronto&#8217;s Faculty of Pharmacy and Faculty of Medicine; Philip Low, founder, Chair and CEO of NeuroVigil Inc.; Blair MacIntyre, professor of the School of Interactive Computing at the Georgia Tech; and Ronan Stephan, Chief Innovation Officer, Alstom, the French multinational with investment in energy and transportation.</p><h4>Wide-ranging views</h4><p>And, not surprisingly, they ranged widely in their views.</p><p>Kelly, herself a founder of two molecular diagnostic firms, said scientists have to be untroubled by the idea of risk: &#8220;In science, you have to be very deep in the questions you&#8217;re trying to answer. Taking the risks without worrying about what could go wrong is very important.&#8221;</p><p>Low suggested that the risk taken by a scientist is not as great a gamble as that taken by early investors. He noted that scientists &#8220;don&#8217;t mortgage their houses — the risk profile that an entrepreneur has is different.&#8221;</p><h4>Risk can go awry</h4><p>MacIntyre disagreed: &#8220;We severely limit the definition of innovation if you can only do it by mortgaging your house and your kid&#8217;s future. There&#8217;s a culture of risk that can go awry.&#8221;</p><p>Low suggested that many involved in a new enterprise take a risk: &#8220;there&#8217;s too much CEO-adoration going around. The first employees take a huge risk.&#8221;</p><p>He added that, &#8220;We have to be comfortable with failing if we truly want to be entrepreneurs and not just innovators.&#8221;</p><h4>Talent shortfall</h4><ul><li>Kelley talked about the difficulty in recruiting talent for the bigger projects. Now that one of her businesses has crossed the $60 million valuation, she&#8217;s looking for personnel to guide the company through that growth stage: &#8220;Our struggle has always been that we have to attract talent. We don&#8217;t have the critical mass. We recruit like crazy from across the border.&#8221;</li> <li>Cory extolled the virtues of the Waterloo innovation ecosystem: &#8220;This is a wonderful place to build. Any question I have, there is someone here who is interested in the question. They may even have the answer (to laughs from the audience) but they are interested. . . It&#8217;s been a very energizing place to be.&#8221;</li> <li>Low convinced his early investors to join his business advisory board, both so they were committed to the company, and to get their expertise: &#8220;They mentored me.&#8221;</li> <li>Stephan advised emerging businesses to limit their early outside involvement. If the company has 200 investors, &#8220;How do you produce anything with all these people?&#8221;</li> <li>Low had some advice for both scientists and entrepreneurs: &#8220;It takes a lot of listening. Scientists like to talk about their own work; as entrepreneurs, we have to learn to listen.&#8221;</li> <li>Stephan observed that French institutes don&#8217;t have the close relationship with industry that he sees in Canada: &#8220;The links between enterprise and university labs looks far closer than in my country. What we can observe when we visit this or other universities in Canada, you meet quite often people from industry – many of them look part of the place they are visiting.&#8221;</li></ul><p>Hear David Cory&#8217;s thoughts on the <span class='watch-title' id='eow-title' title='David Cory speaks to the enormous strides in quantum computing'>the enormous strides we can expect in quantum computing:</span></p><p></p><div class='uw_video-embed' id='uw_video-embed-1lhXgoqQczs'><div class='fluid-width-video-wrapper'><object data='https://www.youtube.com/embed/1lhXgoqQczs?rel=0' id='fitvid135633'></object></div></div><div class='uw_video-embed-link'><a href='https://www.youtube.com/watch?v=1lhXgoqQczs'>Watch video on YouTube</a></div></div> </div>"
  },
  {
    "id": "183",
    "image": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/183-thumbnail.jpg",
    "author": {
      "avatar": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/authors/author.jpg",
      "name": "Cecilia Marshall",
      "handle": "@wiseNhammer",
      "role": "Vice President",
      "organization": "Acme Incorporated",
      "bio": "Proud pop culture fanatic. Entrepreneur. Organizer. Avid tv scholar. Freelance reader."
    },
    "featuredImage": "/profiles/uw_base_profile/themes/uw_theme_conference/assets/dist/img/posts/183.jpg",
    "backgroundPosition":"center center",
    "facebookImage": "https://www.waterlooinnovationsummit.com/assets/dist/img/posts/183-thumbnail.jpg",
    "intro": "<div class='featured-header'>BIG COMPANIES NEED TO ACT LIKE SMALL COMPANIES TO COMPETE IN AN ERA OF DISRUPTIVE CHANGE</div><p>'Take a small team totally stealth and tell them to go disrupt another industry.': Salim Ismail</p>",
    "description": "The Waterloo Innovation Summit became a foundry for disruption Thursday afternoon, with keynote speaker Salim Ismail, angel investor, tech strategist and global ambassador for Singularity University. The University of Waterloo alumnus (theoretical physics and computing, 1989) dazzled the audience ...",
    "descriptionRaw":"<p class='ng-binding '>The Waterloo Innovation Summit became a foundry for disruption Thursday afternoon, with keynote speaker Salim Ismail, angel investor, tech strategist and global ambassador for Singularity University. The University of Waterloo alumnus (theoretical physics and computing, 1989) dazzled the audience ...</p>",
    "body":"<div class='post-content'> <div ng-bind-html='::vm.post.description_raw | sanitize' class='ng-binding'><p>The Waterloo Innovation Summit became a foundry for disruption Thursday afternoon, with keynote speaker Salim Ismail, angel investor, tech strategist and global ambassador for Singularity University.</p><p>The University of Waterloo alumnus (theoretical physics and computing, 1989) dazzled the audience of 250 with a dizzying vision of a future that is unfolding right now.</p><h4>No company can be a big company</h4><p>From mood-observing software to an open-source meal replacement beverage, Ismail revealed a disruptive present, where no company can afford to be a big company.</p><p>&#8220;Most of our big companies cannot take on disruptive change. Today, it becomes more interesting to be a small flexible company. . . I think of Intel and Cisco not as big companies, but as investment funds.&#8221;</p><p>Ismail doesn&#8217;t suggest that every company try to re-invent itself, but advises that every company should allow its most creative people to experiment with new ideas and methodologies, and be ready to nurture innovations that can be spun off into new businesses.</p><h4>Create a stealth team and disrupt somebody</h4><p>&#8220;Take a small team totally stealth and tell them to go disrupt another industry.&#8221;</p><p>Ismail says that startups must learn how to tap into available markets without feeling they have to actually own it all. Uber, he said, does not own its own cabs, nor does Airbnb own its own hotel rooms.</p><p>&#8220;Airbnb will be the biggest hotel chain in the world by the end of this year.&#8221;</p><p>Ismail said that by 2020, there will be five billion people online, the biggest marketplace in history, being created right now.</p><p>The question is how to take advantage of this: &#8220;Spot the trends early — if you spot the doubling trends early, you have the advantage.&#8221;</p><p>Ismail says that today&#8217;s society is not ready to absorb this pace of change. Society, he says, &#8220;is not set up for a trillion systems coming down the line.&#8221;</p><p>How society responds to that sensor-driven future is &#8220;Part of why I&#8217;m excited about what&#8217;s happening here in Waterloo,&#8221; he told the audience.</p><h4>In the words of Ismail</h4><ul><li>About mood-observing software: &#8220;In a few years, it&#8217;s going to be impossible to lie. If you&#8217;re in marketing, you&#8217;ll have to be careful.&#8221;</li> <li>About the possibility of a Star Trek-style &#8220;tricorder&#8221; being available in a few months: &#8220;If you&#8217;re a hypochondriac, you&#8217;ll buy two of them because one of them is wrong.&#8221;</li> <li>And about innovation: &#8220;If you get people excited in really big problems, they can&#8217;t go back to the small problems.&#8221;</li></ul><p class='yt watch-title-container'><span class='watch-title' id='eow-title' title='Salim Ismail talks about the Tricorder XPRIZE'>An example of innovation in the works: Salim Ismail talks about the Tricorder XPRIZE</span></p><p class='yt watch-title-container'><span class='watch-title' title='Salim Ismail talks about the Tricorder XPRIZE'></span></p><div class='uw_video-embed' id='uw_video-embed-yVtloPsTa40'><div class='fluid-width-video-wrapper'><object data='https://www.youtube.com/embed/yVtloPsTa40?rel=0' id='fitvid72598'></object></div></div><div class='uw_video-embed-link'><a href='https://www.youtube.com/watch?v=yVtloPsTa40'>Watch video on YouTube</a></div><p></p></div> </div>"
  }
]
