[
    {
        "id": "1",
        "name": "Walter Isaacson",
        "firstName": "Walter",
        "lastName": "Isaacson",
        "jobTitle": "President and CEO",
        "company": "the Aspen Institute",
        "role": "President and CEO, the Aspen Institute",
        "bio": "<p>As President and CEO of the Aspen Institute for the past 13 years, Walter Isaacson leads an organization that examines economic and political agility on a global scale. The Aspen Institute is the Washington-based non-partisan policy studies institute with a wide-ranging mandate to enrich the world&rsquo;s collective future by promoting values-based leadership in politics, economics, education, philanthropy and social enterprise.<\/p> <p>Isaacson, with decades of experience as a bestselling author, acclaimed historian and journalist, has ridden the waves of transformational change as the former editor of <em>TIME<\/em> magazine in 1996 and chairman and CEO of CNN in 2001. And he has written about transformational change in <em>The Innovators: How a Group of Hackers, Geniuses and Geeks Created the Digital Revolution<\/em> (2014), and <em>Steve Jobs<\/em> (2011). Born in New Orleans, Isaacson is a graduate of Harvard College and of Pembroke College of Oxford University, where he was a Rhodes Scholar. He began his career at <em>The Sunday Times of London.<\/em> He joined <em>TIME<\/em> in 1978 and served as a political correspondent, national editor and editor of new media before becoming managing editor. He is a board member of United Airlines, an emeritus board member of Tulane University and a member of the Board of Overseers of Harvard University.<\/p>",
        "twitter": "walterisaacson",
        "handle": "walterisaacson",
        "type": "Keynote Speaker",
        "avatar": " ./assets/dist/img/speakers/walter-isaacson.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/walter-isaacson.jpg"
    },
    {
        "id": "2",
        "name": "Anita Sands",
        "firstName": "Anita ",
        "lastName": "Sands",
        "jobTitle": "Global transformation leader",
        "company": "",
        "role": "Global transformation leader",
        "bio": "<p>Anita M. Sands is an agile tech virtuoso. She earned seats on the boards of three public companies &mdash; the cyber-security giant Symantec; the cloud computing and enterprise service management company ServiceNow; and enterprise data flash storage startup Pure Storage &mdash; all before her 40<sup>th</sup> birthday.<\/p><p> The Irish-born Sands applies the notion of transformation to her own life, having leapt from a PhD in atomic and molecular physics to become, at age 30, the youngest-ever Senior Vice-President at the Royal Bank of Canada (where she was head of innovation and process design). Sands went on to be Head of Transformation for Global Technology and Operations at Citigroup, before moving to UBS Wealth Management, where she was COO for technology, operations and corporate services, and Group Managing Director and Head of Change Leadership.<\/p><p> At 20, Sands won the all-Ireland public speaking competition, and uses her podium skills for the professional women&rsquo;s advocacy group WOMEN in America and the young women&rsquo;s mentoring network WIE (Women: Inspiration and Enterprise). She has appeared in many &ldquo;top&rdquo; lists, including the 2015 top 40 under 40 by the National Association of Corporate Directors, the Wall Street 50 and the 2016 Top Women in Tech by Silicon Republic.<\/p>",
        "twitter": "",
        "handle": "",
        "type": "Keynote Speaker",
        "avatar": " ./assets/dist/img/speakers/anita-sands.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/anita-sands.jpg"
    },
    {
        "id": "9",
        "name": "Patty McCord",
        "firstName": "Patty ",
        "lastName": "McCord",
        "jobTitle": "Leadership consultant",
        "company": "",
        "role": "Leadership consultant",
        "bio": "<p>At Netflix, where she was chief talent officer for 14 years, Patty McCord helped develop the Netflix Culture Deck, a call to action to build a workplace driven by innovation and creativity rather than policies and performance reviews. Other companies find inspiration in the deck to set the tone in their own collaborative environments. <\/p><p>Now principal of Patty McCord Consulting, McCord advises a select group of entrepreneurs on practices that lead people to bring their best game to the job every day. McCord advocates a working structure that trusts the judgment of employees and gives them plenty of room to disrupt and explore. It’s an outlook that neither encourages vicious competition among colleagues, nor tolerates peevishness and mediocrity. In this environment, companies excel because ideas move freely without threat from above or beside. Business schools and leadership forums regularly call on McCord to be a guest speaker. Her views have appeared in the Wall Street Journal and the Harvard Business Review. As she pushes boundaries to turn the conventional, top-down, by-the-book workplace on its end, McCord has no trouble finding an audience.<\/p>",
        "twitter": "pattymccord1",
        "handle": "pattymccord1",
        "type": "Keynote Speaker",
        "avatar": " ./assets/dist/img/speakers/patty-mccord.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/patty-mccord.jpg"
    },
    {
        "id": "3",
        "name": "Mike Katchen",
        "firstName": "Mike",
        "lastName": "Katchen",
        "jobTitle": "Founder and CEO",
        "company": "WealthSimple",
        "role": "Founder and CEO, WealthSimple",
        "bio":"<p>Michael&nbsp;Katchen&nbsp;is a self-described &ldquo;boring&rdquo; investor, but the ride for his online portfolio management firm, Wealthsimple, has been anything but boring. Wealthsimple recently celebrated $400 million combined assets under management, and with its acquisition last year of Canadian ShareOwner Investments Ltd., rivals the Bank of Montreal and the Royal Bank in the Canadian online discount brokerage business.<\/p><p> Launched in 2014, the rapidly growing fintech innovator has confounded the investment sector with its creative mobile-friendly, low-fees approach for small investors. The 28-year-old Wealthsimple founder and CEO&rsquo;s targeting of millennials, who can use Wealthsimple to open a portfolio with $100, resulted in weekly growth rate of 10 per cent, and within seven months of launch, had attracted a $30 million investment from a division of Power Corp., one of Canada&rsquo;s financial elites.<\/p><p> Katchen who began his investment career at age 12 in a stock-picking contest, has appeared on &ldquo;The Disruptors&rdquo; on BNN and was described as a &ldquo;Change Agent&rdquo; by Canadian Business Magazine. He was VP of 1000memories, a Y Combinator participant that created a mobile app for scanning old photographs, when it was acquired by industry genealogy giant Ancestry.com.<\/p>",
        "twitter": "",
        "handle": "",
        "type": "Fireside Speaker",
        "avatar": " ./assets/dist/img/speakers/mike-katchen.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/mike-katchen.jpg"
    },
    {
        "id": "4",
        "name": "Paul Desmarais iii",
        "firstName": "Paul",
        "lastName": "Desmarais iii",
        "jobTitle": "Vice-President",
        "company": "Power Corporation and Power Financial",
        "role": "Vice-President, Power Corporation and Power Financial",
        "bio": "<p>Paul Desmarais III straddles both the worlds of Canada&rsquo;s financial elites and the ecosystems of Canada&rsquo;s emerging young professionals and innovators. As Vice-President of Power Corporation and Power Financial since 2014, he is at the frontline of Canada&rsquo;s most recognized financial holding company, with a 90-year history and $1.2 trillion in managed assets. As the co-founder and honorary chair of Young Canadians in Finance and as a board member with the young enterprise support initiative The Next 36, the 34-year-old Desmarais is engaged with Canada&rsquo;s next generation of entrepreneurs.<\/p><p> The grandson of Power Corp. founder, the late Paul Desmarais Sr., Demarais III began his financial career in 2004, as an analyst and associate with Goldman Sachs in New York. Prior to his current position with Power Corp., he was Assistant Vice-President in the risk management group of Great-West Lifeco and had worked in project management and corporate strategy at Imerys in France.<\/p><p> In May 2014, he was named a director of Great-West Life, Investors Group, Mackenzie, Pargesa, Groupe Bruxelles Lambert and&nbsp;Imerys. He co-founded Young Canadians in Finance to provide young private and public sector professionals with networking opportunities to prepare them for leadership positions. The Next 36, of which his grandfather was a co-founding patron, champions the innovative ventures of emerging Canadian entrepreneurs to ensure a prosperous economy.<\/p>",
        "twitter": "",
        "handle": "",
        "type": "Fireside Speaker",
        "avatar": " ./assets/dist/img/speakers/paul-desmarais.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/paul-desmarais.jpg"
    },
    {
        "id": "5",
        "name": "Seth Shapiro",
        "firstName": "Seth",
        "lastName": "Shapiro",
        "jobTitle": "Principal",
        "company": "New Amsterdam Media",
        "role": "Principal, New Amsterdam Media",
        "bio": "<p>Seth Shapiro likes things messy. It&rsquo;s the environment of innovation. As principal of New Amsterdam Media, a business consultancy, Shapiro enjoys being a pathfinder through shaken economies and disrupted sectors. Companies that have sought his advice include Walt Disney Company, Intel and Universal Pictures. Go digital, he tells them. Don&rsquo;t just pitch to customers, connect with them. <\/p><p>Shapiro&rsquo;s expertise in television and digital media, his remarkable ability to see over the horizon to report on trends in such areas as virtual reality and augmented reality, make him an in-demand speaker around the world. Nearly 30 digital services, on platforms ranging from television to mobile devices, bear his intellectual stamp. Shapiro graduated magna cum laude from New York University and was an Adelbert Alumni Scholar at Case Western Reserve University and the Cleveland Institute of Music. He is an adjunct professor at the University of Southern California (USC) School of Cinematic Arts, a governor of the Television Academy and a two-time Emmy Award winner. Shapiro shares his expertise with a number of ongoing projects, committees and councils, including the USC Annenberg Innovation Lab. He published a book this year, Television: Innovation, Disruption and The World&rsquo;s Most Powerful Medium. Change, he says, is not about the terrain; it&rsquo;s about how you adapt to it.<\/p>",
        "twitter": "",
        "handle": "",
        "avatar": " ./assets/dist/img/speakers/seth-shapiro.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/seth-shapiro.jpg"
    },
     {
        "id": "6",
        "name": "Antoine van Agtmael",
        "firstName": "Antoine",
        "lastName": "van Agtmael",
        "jobTitle": "Analyst, advisor",
        "company": "",
        "role": "Analyst, advisor",
        "bio": "<p>In the early 1980s, when the West didn&rsquo;t think much of economic competition outside Europe and North America, Antoine van Agtmael took a different perspective. He respectfully described Asia, Africa and other areas as &ldquo;emerging markets.&rdquo; The term soon became common in business conversation as India and China grew into powerhouse economies while Western leaders watched their own factories close. The lesson? Change. Innovate. Don&rsquo;t get smug. As a senior advisor at Washington, D.C.-based Garten Rothkopf, a public-policy advisory firm, van Agtmael keeps watch on trends and shifts. <\/p><p>He and Fred Bakker published The Smartest Places on Earth, which looks at how old manufacturing hubs in Europe and the United States are embracing the new knowledge economy. Erasmus University in the Netherlands, Yale University and New York University count van Agtmael as an alumnus. He was deputy director of the capital markets department at International Finance Corporation (where he built the IFC Emerging Markets Database) before founding Emerging Markets Management LLC in 1987. His board interests include the Brookings Institution, a non-profit research think tank in Washington, D.C.; and the NPR Foundation, which raises funds for National Public Radio in the U.S. He chaired the foundation board for several years.<\/p>",
        "twitter": "",
        "handle": "",
        "type": "Fireside Speaker",
        "avatar": " ./assets/dist/img/speakers/antoine-vanagtmael.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/antoine-vanagtmael.jpg"
    },
      {
        "id": "7",
        "name": "Fred Bakker",
        "firstName": "Fred",
        "lastName": "Bakker",
        "jobTitle": "Author",
        "company": "",
        "role": "Author",
        "bio": "<p>Writer Fred Bakker saw more hope than loss in the former industrial cities he visited in Europe and the United States with analyst Antoine van Agtmael. The two teamed up to publish a book about it, The Smartest Places on Earth, which comes with an equally bullish subtitle, Why Rustbelts are the Emerging Hotspots of Global Innovation. They found tech companies thriving in old plants that once produced such goods as steel, tires and oatmeal. Universities and colleges are there, too, training workers and undertaking research to feed this hungry innovation revolution. It&rsquo;s a side-by-side relationship understood in Waterloo Region, Canada, where post-secondary institutions support both the established tech sector and companies taking shape in the Communitech Hub.<\/p><p>Bakker studied at the University of Amsterdam, worked as an analyst at the Nederlandsche Middenstandsbank, then moved into what would soon become a disrupted industry — print media. Until his retirement in 2014, Bakker spent nearly 30 years in various roles — including editor-in-chief — at Het Financieele Dagblad (FD), known as the &ldquo;Financial Times of Holland.&rdquo; Change left him unfazed. He simply adapted, moving into business radio, websites and other outlets to extend FD&rsquo;s influence. <\/p>",
        "twitter": "",
        "handle": "",
        "type": "Fireside Speaker",
        "avatar": " ./assets/dist/img/speakers/fred-bakker.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/fred-bakker.jpg"
    },
      {
        "id": "8",
        "name": "Punit Soni",
        "firstName": "Punit",
        "lastName": "Soni",
        "jobTitle": "Investor, advisor",
        "company": "",
        "role": "Investor, advisor",
        "bio": "<p>Punit Soni brings strong credentials to the deal-making table. He has deep knowledge of mobile services and devices, and a keen sense that tech cultures don&rsquo;t have to function alike to drive a global innovation agenda. After several years as an executive at Google, including its Motorola division, Soni left Silicon Valley in 2015 to become chief product officer at Flipkart, India&rsquo;s largest e-commerce service. Now he&rsquo;s on own, investing in companies that tend, not surprisingly, to play in the mobile space. These include Razorpay, a payment gateway in India. <\/p><p>Soni earned an undergraduate degree in electronics and communications engineering at the National Institute of Technology in Kurukshetra, India; a masters degree in electrical engineering at the University of Wyoming; and a MBA (in venture capital) at the University of Pennsylvania. He worked as a software engineer before joining Google in 2007. There, he led teams that developed new products or improved established ones, such as the apps for Gmail and YouTube. Soni became vice-president product management of Google&rsquo;s recently acquired Motorola division, shoring up Motorola&rsquo;s flagging handset business by improving battery life and network connectivity in a series of new devices. One of those, Moto G, became a top-selling phone in India.<\/p>",
        "twitter": "",
        "handle": "",
        "type": "Fireside Speaker",
        "avatar": " ./assets/dist/img/speakers/punit-soni.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/punit-soni.jpg"
    },
      {
        "id": "10",
        "name": "Mallorie Brodie",
        "firstName": "Mallorie",
        "lastName": "Brodie",
        "jobTitle": "Co-founder",
        "company": "Bridgit",
        "role": "Co-founder",
        "bio": "<p>Bridgit co-founder Mallorie Brodie grew up with entrepreneurs nearby — namely her father and grandfather. Her parents, she told Alan Quarry’s Blog and Grill on YouTube, “embraced anything new I wanted to start . . .They’d let me go ahead, even when the ideas were terrible.”<\/p><p>A seek-and-innovate attitude landed her on construction sites in London, Ontario, slogging around the dirt and debris with Lauren Hasegawa, (now Lauren Lake) to talk to workers about tracking faulty work. The “punch list” — a list of fixes required to close a project on a high note — is still largely being recorded on paper. Brodie and Lake, both University of Western Ontario grads, set up shop in Waterloo Region to develop Bridgit, a cloud-based, web-and-mobile platform to manage the punch list. Bridgit’s Closeout tool dispenses with pen and paper in favour of digital record-keeping, starting with smartphone photographs. It loops in all the stakeholders eager to see the list addressed and closed.<\/p><p>Last December, Brodie and Lake won the first Google for Entrepreneurs Demo Day: Women’s Edition. In April this year, Bridgit announced it had raised CAD $2.2 million in seed funding led by Hyde Park Venture Partners based in Chicago, Ill.<\/p>",
        "twitter": "",
        "handle": "",
        "avatar": " ./assets/dist/img/speakers/mallorie-brodie.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/mallorie-brodie.jpg"
    },
      {
        "id": "11",
        "name": "Mike Wessinger",
        "firstName": "Mike",
        "lastName": "Wessinger",
        "jobTitle": "Co-founder and Chief Executive Officer",
        "company": "PointClickCare",
        "role": "Co-founder and Chief Executive Officer of PointClickCare",
        "bio": "<p>Mike Wessinger, CEO and co-founder of PointClickCare, has helped nursing homes in North America change the way they do business. Wessinger was an early adopter of Software-as-a-Service, and was first to introduce a cloud-based electronic health record (EHR) platform to the long-term post-acute care industry.<\/p><p>The Mississauga-based PointClickCare offers a centralized solution that allows providers of senior care to efficiently manage patient information, dietary and medical delivery, and clinical compliance, while maximizing patient outcomes and controlling costs. PointClickCare has scaled rapidly from its startup mode of a half-dozen people in the year 2000 to become North America's leading EHR vendor, with more than 950 staff members today, delivering its cloud-based service to 12,000 facilities providing senior care in Canada and the United States. This growth, and PointClickCare's enterprise workplace culture, has been recognized for consecutive three years by financial consultancy Deloitte in its listing of Canada's Best Managed Companies. Says Wessinger, \" What matters most to PointClickCare is that we make a difference, that we're not in business just to make money, but we're going to leave a real meaningful impact on the planet.\"<\/p>",
        "twitter": "",
        "handle": "",
        "avatar": " ./assets/dist/img/speakers/mike-wessinger.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/mike-wessinger.jpg"
    },
    {
        "id": "12",
        "name": "Feridun Hamdullahpur",
        "firstName": "Feridun",
        "lastName": "Hamdullahpur",
        "jobTitle": "President and Vice&ndash;Chancellor",
        "company": "University of Waterloo",
        "role": "President and Vice&ndash;Chancellor, University of Waterloo",
        "bio": "<p>Feridun Hamdullahpur was appointed president and vice&ndash;chancellor of the University of Waterloo on March 11, 2011.<\/p><p>A professor of mechanical engineering, Dr. Hamdullahpur earned his bachelor&rsquo;s and master&rsquo;s degrees in Mechanical Engineering at the Technical University of Istanbul, Turkey and his Ph.D. in chemical engineering at the Technical University of Nova Scotia.<\/p><p>Throughout his career spanning over 35 years, Dr. Hamdullahpur has been an active researcher in thermo&ndash;fluids and energy engineering, a passionate teacher and an academic administrator. He has authored hundreds of scientific and academic publications and supervised over 50 graduate students. He was named a Fellow of the Canadian Academy of Engineering in June, 2014.<\/p><p>President Hamdullahpur&rsquo;s central motivation is ensuring that the impact of University education, research and scholarship on our broader society is maximized through constant reform and innovation in the higher education sector. He has been a strong advocate and leader for the value of basic research and its influence on education, economy and prosperity.<\/p>",
        "twitter": "uwaterloopres",
        "handle": "uwaterloopres",
        "avatar": " ./assets/dist/img/speakers/feridun-hamdullahpur.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/feridun-hamdullahpur.jpg"
    },

    {
        "id": "13",
        "name": "Iain Klugman",
        "firstName": "Iain",
        "lastName": "Klugman",
        "jobTitle": "CEO",
        "company": "Communitech",
        "role": "CEO, Communitech",
        "bio": "<p>Iain Klugman is the CEO of Communitech in Waterloo Region &ndash; Canada&rsquo;s hottest technology cluster. Under Iain&rsquo;s leadership, Communitech has become one of North America&rsquo;s leading tech enabling organizations, supporting the growth of more than 1,000 small, mid&ndash;sized and large technology companies. He believes passionately in the power of the entrepreneur&ndash;driven economy, and its ability to deliver big results for Canada.<\/p><p>Before joining Communitech in 2004, Iain&rsquo;s career spanned leadership roles in both the private and public sectors, including Director of Global Branding and Advertising for Nortel, Executive Director of Communications with CBC, CEO of a provincial crown corporation, and numerous roles with the Privy Council Office and Industry Canada. Iain began his career as an entrepreneur and has never lost his passion for tech and startups.  He sits on numerous local and national boards that include the business, academia and social sectors.<\/p><p>Iain holds an MBA from Wilfrid Laurier University, a Master&rsquo;s in Public Administration from Dalhousie, an HBA from Laurentian, and has completed the Advanced Program in Human Resources at the Rotman School of Management.<\/p>",
        "twitter": "iainklugman",
        "handle": "iainklugman",
        "avatar": " ./assets/dist/img/speakers/iain-klugman.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/iain-klugman.jpg"
    },
     {
        "id": "14",
        "name": "David Fransen",
        "firstName": "David",
        "lastName": "Fransen",
        "jobTitle": "Chair",
        "company": "Waterloo Innovation Summit",
        "rol": "Chair, Waterloo Innovation Summit",
        "bio": "<p>David was Consul General for Canada in Los Angeles (2008&ndash;14) and is now Chair of the Waterloo Innovation Summit; and Executive in Residence, Global Partnerships at Ontario Centres of Excellence.<\/p><p>Over the course of more than 33 years as a public servant, David served as a senior executive with the federal government, academia, and the diplomatic corps. He launched his career in 1980 at the Department of Finance, moving to increasingly senior positions in a variety of departments (National Defence, Canadian Security Intelligence Service, Privy Council Office, Industry Canada, Health Canada, Foreign Affairs & International Trade).<\/p><p>In January 2006, David moved to “Canada&rsquo;s most innovative university”, the University of Waterloo (UW), becoming the first&ndash;ever Executive Director of the Institute for Quantum Computing, and Associate Vice&ndash;President (Strategic Relations).<\/p><p>David has a PhD in History from the University of Toronto, a BA and MA from the University of Waterloo, and a Bachelor of Theology from Canadian Mennonite Bible College.<\/p>",
        "twitter": "dwfransen",
        "handle": "dwfransen",
        "avatar": " ./assets/dist/img/speakers/david-fransen.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/david-fransen.jpg"
    },
     {
        "id": "15",
        "name": "Steven Woods",
        "firstName": "Steven",
        "lastName": "Woods",
        "jobTitle": "Site Director",
        "company": "Google Kitchener-Waterloo",
        "role": "Site Director, Google Kitchener-Waterloo",
        "bio": "<p>Steven Woods easily shares what he has learned as an entrepreneur and innovator when he mentors young startup founders nursing their first bumps and bruises in business. As site senior engineering director and country product lead for Google in Waterloo Region, he is an “intrapreneur,” looking for new ways of doing things within a large company.<\/p><p> Woods has startup credentials, too, as co-founder of Quack.com, Kinitos and NeoEdge Networks. NeoEdge embedded advertising in games; Quack.com was a voice-portal service acquired by America Online\/Time Warner in 2000; and Kinitos helped create inexpensive-yet-powerful consumer services. Born in Melfort, Saskatchewan, Woods earned an undergraduate degree in science at the University of Saskatchewan before coming to the University of Waterloo for graduate studies and a PhD in computer science. He chairs the board of directors of Communitech, Canada’s leading innovation tech hub (and partner in the Waterloo Innovation Summit). Despite a long list of board and advisory roles, Woods finds time to give back to his community. He is Steve to many in the tech sector; but girls playing minor hockey in Waterloo know him as Coach.<\/p>",
        "twitter": "sgwoods",
        "handle": "sgwoods",
        "type": "Fireside Speaker",
        "avatar": " ./assets/dist/img/speakers/steven-woods.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/steven-woods.jpg"
    },
  
    {
        "id": "17",
        "name": "Chamath Palihapitiya",
        "firstName": "Chamath",
        "lastName": "Palihapitiya",
        "jobTitle": "Founder and CEO",
        "company": "Social Capital",
        "role": "Founder and CEO of Social Capital",
        "bio": "<p>Chamath Palihapitiya is Founder and CEO of Social Capital, whose mission is to advance humanity by solving the world's hardest problems. Social Capital invests in and starts breakthrough companies in areas including healthcare, education, financial services and enterprise. <\/p><p>Before founding Social Capital, Chamath was a member of the senior executive team at Facebook and a key driver behind its rise to become one of the most important and impactful companies in the world. Prior to Facebook, Chamath held leadership roles at Mayfield Fund, AOL and Winamp. He was born in Sri Lanka, grew up in Canada, and graduated with a degree in Electrical Engineering from the University of Waterloo. His many involvements include the hot NBA property the Golden State Warriors, both as an investor and a member of the executive board. <\/p>",
        "twitter": "",
        "handle": "",
        "type": "Keynote Speaker",
        "avatar": " ./assets/dist/img/speakers/chamath-palihapitiya.jpg",
        "featuredAvatar": " ./assets/dist/img/speakers/chamath-palihapitiya.jpg"
    }
     
]
